[{"body": [], "title": []},
{"body": [], "title": []},
{"body": [], "title": []},
{"body": [], "title": ["In pictures: Scottish independence referendum results"]},
{"body": ["The campaign to keep Scotland in the UK has taken the most votes so far in the Scottish independence referendum, as counting continues across the country.", "With 26 out of the 32 council areas having declared, the \"No\" side is on 54% of the vote, with the \"Yes\" campaign on 46%.", "By 05:10 BST (06:10 GMT), the \"No\" campaign had more than 1,397,000 votes, with \"Yes\" on just over 1,176,000.", "A total of 1,852,828 votes is needed for victory in the referendum.", "Glasgow, Scotland's largest council area and the third largest city in Britain, voted in favour of independence by 194,779 to 169,347, with Dundee, West Dunbartonshire and North Lanarkshire also voting \"Yes\".", "But Aberdeen City voted \"No\" by a margin of more than 20,000 votes, while there have also been big wins for the pro-UK campaign in several other areas.", "Polling expert Professor John Curtice of Strathclyde University said the results so far suggested the \"No\" campaign was going to win the referendum.", "Clackmannanshire was first to declare, with \"No\" winning by about 2,600 votes.", "Inverclyde voted \"No\" to leaving the United Kingdom by only 86 votes.", "Voters in the Western Isles, Orkney, Shetland and Midlothian also voted against independence, as did local authorities including Stirling, Falkirk, East Lothian, Angus, Dumfries and Galloway, Renfrewshire, East Renfrewshire and South Lanarkshire.", "Counting will carry on through the night, with the final result expected after 06:30 BST on Friday.", "In other developments:", "Blair McDougall, director of the Better Together campaign to keep Scotland in the UK, said: \"We think there will be a clear 'No' vote tonight. ", "\"I think the results we have seen now from places like Clackmannanshire - which is an SNP stronghold - are encouraging.\"", "Scottish Deputy First Minister Nicola Sturgeon, a supporter of independence, said it was clear that there remained a \"real demand for change\" in Scotland, and said the onus was now on the \"No\" parties to bring forward proposals for further devolved powers.", "She added: \"This has been a wonderful campaign but tomorrow we must move forward as one country\". ", "Scottish First Minister Alex Salmond, who has led the \"Yes\" campaign, has flown from his home in Aberdeenshire to the national counting centre on the outskirts of Edinburgh.", "He had earlier ", ": \"This has been a remarkable day. Scotland's future truly is in Scotland's hands\",", "A YouGov on-the-day survey published shortly after polls closed suggested \"No\" was on 54% and \"Yes\" on 46%.", "The survey questioned 1,828 people after they voted, together with the postal votes of 800 people, although it is not a traditional exit poll.", "A \"Yes\" vote in the ballot would end the 307-year-old union between Scotland and the rest of the UK.", "The first three results are a hat-trick for the Better Together side but they are three of the smallest council areas in Scotland.", "In terms of Shetland, they weren't notably keen on devolution in the first place, so it is no great surprise that they are not exactly giving a resounding endorsement to the concept of independence.", "Of the three results, of course, the Clackmannanshire result is far and away the most significant in that it was an area that perhaps should have been doing rather better for the \"Yes\" side.", "As soon as Scotland's 2,608 polling places closed, work began to transport hundreds of ballot boxes to counting centres in each of Scotland's 32 local authorities.", "These will include votes cast from the 789,024 postal vote applications, which was the largest volume of registration for postal votes ever in Scotland.", "And, for the first time, 16 and 17-year-olds all across Scotland were able to vote.", "Once the results from all the local authority areas are known, chief counting officer Mary Pitcaithly will declare the result of the referendum at the Royal Highland Centre outside Edinburgh.", "However, running totals - which can be made from the first declaration onwards - may indicate a result earlier in the morning.  ", "Many councils reported busy polling stations throughout Thursday, with some seeing queues both ahead of the polls opening and throughout the morning.", "East Dunbartonshire has recorded the highest turnout so far, at 91%, with East Renfrewshire and Stirling slightly behind on 90.5% and 90.1% respectively.", "But turnout in Glasgow was lower, at 75%, while in Dundee it was 78.8% and Aberdeen 81.7%.", "Large numbers of independence supporters have gathered in George Square, in the centre of Glasgow, ahead of the result.", "Scottish First Minister Alex Salmond, who led the pro-independence \"Yes\" campaign, cast his ballot at Ritchie Hall in Strichen, Aberdeenshire.", "Pro-Union Better Together leader Alistair Darling was greeted by a mixture of cheers and boos as he arrived at the Church Hill Theatre in Edinburgh to cast his vote.", "The ", " will bring continuous, up-to-date coverage all through the night, as well as comprehensive analysis. On Twitter, keep abreast of all the action overnight via ", " and ", ".   ", "A ", " presented by Huw Edwards will be broadcast on BBC One from 22:35 BST, while ", " will be broadcast on BBC One Scotland.", "Or follow the results on ", " presented by James Naughtie and Rachel Burden. ", " will also provide live coverage from 22:00 BST until 06:00 BST.", "You can also watch and listen to all the live television and radio coverage  on the BBC News website.", " "], "title": ["Scottish independence: 'No' leads referendum vote"]},
{"body": ["I've just interviewed Sir Richard Branson and the question of independence came up. ", "The founder of Virgin Group has already made clear his worries about independence in a blog he wrote last Friday.", "You can read that ", ". ", "He went considerably further with me, saying that the consequences are \"potentially quite catastrophic\".", "\"The big problem with Scottish independence is that there are so many imponderables - we don't know what the situation is going to be like afterwards,\" Sir Richard said.", "\"To me it's a bit like a divorce: both sides get hurt. And I think its best not to have a divorce.\"", "Despite his opposition to independence, he had warm words for Alex Salmond, the First Minister.", "\"I think Alex Salmond has done an absolute blinder in what he has achieved to date.", "\"[But] I think that for the sake of the Scottish people and those people below the border I think it would be better if a lot more powers were devolved to Scotland [and] that independence does not happen because I think the consequences are potentially quite catastrophic.\"", "He also raises an intriguing possibility. If Devo-Max is thought not to have worked following a No vote on Thursday, then Scotland could have another independence referendum within a decade.", "\"I think the Scottish people will benefit the most by saying 'there is always the possibility that we can do this again in 10 years' time'.", "\"And give them all that they want [in terms of new powers] - and I think they will get most of what they want [if there is a no vote] but remain part of the greater community.\"", "David Cameron and Alistair Darling have both ruled out any return to the independence issue in the foreseeable future if there is a no vote. And never if there is a yes vote. ", "Mr Salmond has said that it is unlikely there will be another referendum for a generation if there is a no vote.", "Of course, as well as the business leaders who have come out against a Yes vote, there are many who say that an independent Scotland \"would be a great success\" - to use the words of Martin Gilbert, who runs Aberdeen Asset Management, the largest investment fund in Scotland.", "Willie Walsh, the chief executive of International Airlines Group which owns British Airways, said that an independent Scotland could be good for his business - particularly if the new government scraps airport passenger duty which none of the airlines like.", "It will be up to voters to decide whom they most believe - and whether it makes any difference to how they cast their vote.", "The long procession of business leaders coming out for and against is likely to continue.", "This morning we've had the manufacturing organisation, the EEF, come out robustly on the side of no.", "Terry Scuoler, the chief executive of EEF, said: \"Independence would be a disaster for Scotland, economically and politically.", "\"And it would greatly diminish the UK as a whole. People need to wake up to the enormity of the decision they are facing and the potential nightmare scenario were the yes campaign to succeed.\"", "The fashion leader, Vivienne Westwood, sent models down the catwalk this morning at London Fashion Week resplendent with Yes badges. An independent Scotland could \"lead by example\" she said. ", "The arguments will continue - the question this close to the day of reckoning is whether any voters are actually listening to business people any more."], "title": ["Sir Richard Branson in fresh warning on Scottish independence"]},
{"body": ["Scottish voters will go to the polls on 18 September to decide whether Scotland should become an independent country. ", "The campaign has hogged the headlines over the last fortnight as the polls narrowed and politicians from around the country descend on Scotland and redouble their efforts to convince voters one way or the other.", "It all started nearly two years ago in October 2012, when Prime Minister David Cameron and Scottish First Minister Alex Salmond signed the Edinburgh Agreement, the document which paved the way for the referendum.", "Here are some of the key moments from the campaign that followed:", "The Scottish government had originally proposed that the referendum should ask: \"Do you agree that Scotland should be an independent country?\"", "The Electoral Commission was concerned that it could have led people to vote \"Yes\", and in January 2013 SNP ministers accepted the watchdog's alternative: \"Should Scotland be an independent country?\" ", "As BBC Correspondent ", ", Scots must consider themselves lucky compared to Quebecers, who have faced a 43-word question and a 106-word question in their referendums.", "Shortly afterwards, in March 2013, the Scottish government brought in the formal legislation needed to grant 16- and 17-year-olds the vote in the referendum.", "Introducing the bill, Deputy First Minister Nicola Sturgeon said young people had the biggest stake in the future of the country.", "At the time, Labour said further clarity was needed to ensure every 16-year-old was able to vote on polling day.", "But the plan was backed unanimously as part of the Scottish Independence Referendum Bill later that year.", "A dispute broke out in October 2013 over whether the Scottish government had obtained legal advice on EU membership for an independent Scotland. ", "The SNP's opponents parties argued that a statement by Deputy Minister Nicola Sturgeon on the independence consultation process contradicted remarks made by Alex Salmond in a TV interview. ", "Labour MSPs accused Mr Salmond of misleading the public - a charge the first minister rejected, saying his words had been quoted selectively.", "In November 2013, the Scottish government published its ", ", entitled \"Scotland's Future\".", "The document runs to 670 pages and has provided many of the main talking points for the last year of the debate, including which currency an independent Scotland would use, how much revenue North Sea oil will generate, and Scottish viewers' right to continue watching Doctor Who. ", "Speaking at the launch, Mr Salmond described the White Paper as \"a mission statement and a prospectus for the kind of country we should be and which this government believes we can be\".", "He added: \"We do not seek independence as an end in itself, but rather as a means to changing Scotland for the better.\"", "Better Together's Alistair Darling criticised the publication as \"full of meaningless assumptions\".", "In February 2014, Chancellor of the Exchequer George Osborne addressed directly the Scottish government's plan that Scotland would continue to use the pound sterling. ", "He took the unusual step of making public advice from a senior Treasury civil servant that a currency union would be \"fraught with difficulty\". ", "In response, Scotland's Finance Secretary John Swinney described his advice as \"incomplete\" and \"backward-looking\".", "Mr Salmond responded by saying \"attempts to dictate from on high\" the terms of the debate were damaging the democratic process.", "He warned in a speech that the Treasury risked imposing \"hundreds of millions of pounds\" in costs on firms if plans for a post-Yes currency union were rejected.", "The former Labour prime minister had probably faded from many people's minds after his defeat in the 2010 general election. ", "In April 2014 he gave one of his first big speeches on the subject, announcing his return to the political limelight as a figurehead for Better Together. ", "He spoke of the importance of \"sharing risks and resources\" across Britain and focused particularly on pensions, arguing that Scottish pensions would be more secure and cheaper to administer if Scotland remained in the UK.", "The speech made headline news in several papers north and south of the border, but SNP's pensions spokeswoman Eilidh Whiteford condemned his claims at the time as \"ludicrous\".", "The terms had been much disputed, with the SNP insisting a debate ought to take place between Prime Minister David Cameron and First Minister Alex Salmond. ", "But in the end it was head of the Better Together campaign, Labour's Alistair Darling, who faced Mr Salmond under the studio lights - and Alistair Darling whom instant polls suggested had come out on top. ", "Over 1.5m viewers across the UK watched as the former chancellor asked the SNP leader several times what his \"plan B\" was if Scotland could not use the pound.", "In return, Mr Salmond repeatedly challenged Mr Darling to specify if he agreed with David Cameron that it was possible for Scotland to be a \"successful independent country\".", "The Yes Scotland camp did not agree that Better Together had \"won\", calling Mr Darling's approach \"negative\". ", "The shoe was on the other foot for the second TV debate, with polls suggesting viewers had found Mr Salmond more convincing. Better Together disagreed.", "More than two million viewers watched the second debate on the BBC, in which the currency row again took centre-stage. ", "This time the first minister revealed he had not one plan B but three, but the former chancellor warned him: \"You are taking a huge risk if you think it is just all going to fall into place.\"", "On 7 September, a poll by YouGov for the Sunday Times suggested a lead for the \"Yes\" vote for the first time. ", "Prof John Curtice told the BBC that one poll on its own should not be regarded as significant, but he noted \"a majority of pollsters\" were putting the \"Yes\" vote \"at least as high as it has been at any point during the campaign\". ", "The poll seemed to unleash a new phase of the campaign, with Yes Scotland declaring the momentum behind them and leaders of the three largest parties at Westminster agreeing to cancel prime minister's question time in order to travel to Scotland. ", "On 16 September, The Daily Record published a \"vow\" signed by David Cameron, Labour leader Ed Miliband and Lib Dem leader Nick Clegg. ", "The pledge committed the three parties to plans sketched out earlier by former Labour prime minister Gordon Brown: including \"extensive new powers\" for the Scottish Parliament parties, a statement that the UK should \"share our resources equitably\" and a commitment to preserve the Treasury's block grant to Holyrood. ", "Deputy First Minister Nicola Sturgeon responded by asking: \"If there was a serious intention to deliver more powers, why hasn't that happened before now?\"", "\"If we vote 'No', there are no guarantees at all,\" she added."], "title": ["Scottish independence: 10 key moments"]},
{"body": ["Some of the fuss and furore about whether prices in an independent Scotland would be higher than in the rest of the UK is bonkers.", "When retailers - food and non food - say they might have to push up their prices if Scotland were to introduce higher taxes or rates or if it were to change employment and planning laws, this is simply to remind Scots why they are voting for or against independence.", "The whole point of Scotland becoming a separate nation, for its proponents, is to give Scots the ability to make different choices about the nature of the society they inhabit from what prevails in the rest of the UK.", "Inevitably those choices would have an impact on businesses. And frequently they would have an impact on the level of prices.", "So talking about the emergence of inevitable price differentials between Scotland and an independent UK is to say something stunningly obvious and uninteresting.", "For example we don't expect prices to be the same in UK and France, because the UK and France make different choices about the structure of their respective economies, and these choices have an impact on the productivity and pricing policies of their respective businesses.", "This is surely to highlight one of the good things about independence for Scotland, which is that if Scottish people have different priorities from the rest of the UK when it comes to how they want to use the tax system to distribute wealth, as one instance, well they could for the first time put those priorities into practice.", "But of course in exercising that new ability to choose, there would be an impact on - among things - the costs for business.", "And of course there are a whole bunch of things an independent Scotland could choose to do, from encouraging investment to improving infrastructure, which could boost the efficiency of business and lead to reduced prices.", "But that is not the whole story.", "There are some unavoidable financial costs of becoming independent which the Scots cannot dismiss as scaremongering by a Westminster patriarchy. ", "They should see these costs, perhaps, not as an overwhelming reason to vote against independence, but as simply the tariff or entry fee for autonomous statehood.", "So what are these costs?", "Well the first one is short term. Which is that investment always falls in a time of uncertainty.", "The uncertainties about the nature of an independent Scotland are material for business, especially the uncertainty about what currency it would use and the timing of its membership of the European Union. ", "And unless and until the economic and monetary structure of a newly independent Scottish nation were conspicuous and set, there would be less investment - and therefore a temporary dip in growth. ", "Strikingly, the former boss of Sainsbury's, Justin King, told me last night in a BBC interview that the UK's supermarket groups have already disproportionately cut their investment in new stores in Scotland - because of the uncertainties brought about by the referendum vote.", "It is very unclear how long the uncertainty tariff would be levied on Scotland. But the important point is that it would wash out over a period of years, as the country's new governance arrangements bedded down.", "But there are two other costs of a more permanent nature, and a serious contingent cost.", "One permanent cost is that Scotland is a smaller market than the whole UK.", "It is almost too trite to mention, but there are benefits to business in operating in as frictionless and large a market as possible - the more consumers who can be reached cheaply and easily by a business, the more efficient it is.", "And as soon as a market fragments into separate markets, with different regulations, different taxes and so on, the more that costs for business increase.", "For the avoidance of doubt, a fragmentation of the UK's single market would push up costs on both sides of the Scottish border. But they are likely to rise relatively more north of the border, because the new market created there would be smaller. ", "Would these cost increases from market shrinkage north of the border be penal?", "Definitely not.", "But they are not an illusion.", "Second, most of us do some patriotic shopping. We buy Scottish salmon or Scottish beef, in preference to Norwegian salmon or Irish beef, because we get some kind of pleasure from supporting our kin and our own economy.", "But once Scotland is a foreign country and a foreign economy, that patriotic motivation for buying Scottish will vanish.", "And there would be a related marketing problem for Scottish producers.", "Right now they can label their products as British, to stir up our patriotic buying instants. That British label would no longer be available to them. And the absence of that label could have a negative impact on their ability to sell to the rest of the UK.", "Justin King (again) fears this inability to badge their products as British could be particularly harmful for Scotland's important food industry.", "Finally, there is the bloomin' currency.", "If Scotland was forced to adopt its own currency, and did not peg it permanently and sustainably to the pound, there would be substantial costs for exporters on both sides of the border - the cost of converting the currency, and the cost of hedging the currency against fluctuations. ", "Inevitably these costs would be passed on to Scottish consumers, and would also lessen the competitiveness of Scottish businesses when selling across the border into the rest of the UK.", "It is however important to stress that none of these permanent and contingent costs would turn Scotland from a rich country into a poor country.", "Almost no one serious doubts that Scotland will be a relatively prosperous country in the long term, whichever road it chooses.", "Equally independence is not a free lunch.", "What Scots people have to decide is whether the prize of self-determination, self-government and self-expression is more valuable to them than a bit of economic growth and future financial prosperity that would be lost (and sorry that neither I nor anyone can quantify precisely this income sacrifice)."], "title": ["What price Scottish independence?"]},
{"body": ["People in Scotland are voting on whether the country should stay in the UK or become an independent nation.", "Voters are answering \"Yes\" or \"No\" to the referendum question: \"Should Scotland be an independent country?\"", "With 4,285,323 people - 97% of the electorate - registered to vote, it is expected to be the busiest day in Scottish electoral history.", "Votes will be cast at 5,579 polling stations until 22:00 on Thursday. The result is expected on Friday morning.", " mean the BBC - in common with other broadcasters - is not allowed to report details of campaigning until after the polls close.       ", "With an hour to go until the polls close, the Electoral Commission said: \"Polling stations are busy, but we've not heard of any long queues.", "\"If you're at the polling station by 10pm and you're in a queue, you will get to vote.\"", "During the day, a number of councils around the country said polling stations were busy, with some seeing queues both ahead of the polls opening and throughout the morning. ", "Stirling Council area counting officer Bob Jack said: \"There has been a steady stream of voters and we have been very busy.\"  ", "In East Renfrewshire, there were queues before the polls opened this morning and a steady stream since, a council spokeswoman said. Some voters had been kissing their ballots, she added. ", "It was a grey dawn in Edinburgh, the moisture clinging to the old buildings, seeping into the sandstone. ", "At Tollcross Primary School, the weather didn't seem to deter the voters. The first arrived at five minutes to seven, before the polls had opened, clutching her voting card, eager to be the first to place her cross.", "As the morning wore on and the darkness began to recede, the first trickle of voters became a stream.", "A paramedic in his hi-vis jacket, a businessman in a smart suit, schoolteachers, a man clutching his baby to his chest; all were heading to the same destination - the ballot box for a private moment with a pencil and paper - and a choice: Yes or No.", "These were personal moments, private and privileged, there was a stillness about the scene. ", "The airwaves, full of chatter for so long, had fallen silent as required by law. This was the moment, not for politicians or commentators, but for Scotland to speak. Tomorrow, we will find out what it said.   ", "Police Scotland have confirmed a 67-year-old woman was arrested and charged in connection with an alleged assault on a female following an incident at Shettleston Community Centre, a polling place in Amulree Street, Glasgow, at around 13:00 BST. ", "The woman is believed to come from Merseyside. A report will be submitted to the Procurator Fiscal.", "Earlier, a man was arrested outside a polling station in Clydebank after an alleged assault. Police Scotland said the man was detained on Faifley Road at 08:30.", "Once the polls have closed, ballot papers will be counted in each of Scotland's 32 local authority areas.", "These will include votes cast from the 789,024 postal vote applications, which was the largest volume of registration for postal votes ever in Scotland.", "After votes have been tallied, the counting officer in each area will communicate the result to the chief counting officer Mary Pitcaithly in Edinburgh.", "With her approval they will then make a declaration of the result.  ", "Once the results from all 32 local authority areas are known, Ms Pitcaithly will declare the result of the referendum at the Royal Highland Centre outside Edinburgh.", "Ms Pitcaithly has said she will announce the result at \"breakfast time\" on Friday. ", "The result is most likely to be between 06:30 and 07:30, according to Elections Scotland. ", "That is because the final Scottish declarations in the 2010 UK parliamentary elections and the 2011 Scottish parliamentary elections declaration were made at those times respectively. ", "However, running totals - which can be made from the first declaration onwards - may indicate a result earlier in the morning.  ", "The bulk of local results are expected to come in between 03:00 and 06:00.", "Because the polling stations are expected to be so busy, counting officers have put measures in place to reduce the risk of queuing.", "The remote nature of some Scottish regions also means bad weather could delay the receipt of ballot boxes at counting centres, in turn delaying the national result.", "The Western Isles declaration may be delayed after Stornoway airport closed owing to fog, meaning some ballot boxes from other islands might have to be taken there by boat and by road. ", "Helicopters and boats are being used to transport ballot boxes to counts in areas such as Argyll and Bute.", "There was concern on social media that some rail passengers may be delayed in getting to the polling stations after an incident caused disruption on the line near Dunkeld. ", "Network Rail said the windscreen of an East Coast train from London Kings Cross to Inverness was struck by an object in a tunnel. No-one was thought to have been injured.", "Elections Scotland said recounts would only be allowed at a local level on the basis of concerns about process, not the closeness of a result.", "The ", " will bring continuous, up-to-date coverage all through the night, as well as comprehensive analysis. On Twitter, keep abreast of all the action overnight via ", " and ", ".   ", "A ", " presented by Huw Edwards will be broadcast on BBC One from 22:35 BST, while ", " will be broadcast on BBC One Scotland.", "Or follow the results on ", " presented by James Naughtie and Rachel Burden. ", " will also provide live coverage from 22:00 BST until 06:00 BST.", "You can also watch and listen to all the live television and radio coverage  on the BBC News website.", "Strict rules mean the BBC, like other broadcasters, isn't allowed to report details of campaigning while the polls are open. ", " In all national elections, the BBC is legally required both by its own charter and electoral law to adopt a ", ".", "The BBC Trust adopts an equivalent approach for national referendums and publishes Guidelines for all BBC output to supplement its normal editorial guidelines in the very specific circumstances of an election or referendum period."], "title": ["Scottish independence: Voting under way in referendum"]}][{"body": [], "title": []},
{"body": ["Prince Harry has met poppy sellers and celebrities at Buckingham Palace on the first stop of their tour of London in a classic 1960s Routemaster bus.", "Actress Barbara Windsor and singer Joss Stone were among those touring on the bus to support London Poppy Day. ", "Around 2,500 collectors took part in events ahead of Remembrance Sunday.", "Collectors converged at more than 60 tube and train stations. Volunteers were also on the Thames Clippers and at more than 70 of London's major firms.  ", "For Prince Harry it was a chance to thank some of those hoping to raise £1m in 12 hours across the capital, to support the Armed Forces community.", "Covent Garden hosted performances throughout the day from Britain's Got Talent stars Lucy Kay and Jonathan Antoine, the RAF Spitfires Choir and the Royal Army Physical Training Corps Edwardian Display Team. ", "From the Palace, the bus travelled to Downing Street where Prime Minister David Cameron met those on board.", "The bus was driven by Sir Peter Hendy, commissioner of Transport for London, who said: \"I've never driven a bus into Buckingham Palace before accompanied by outriders.", "\"I spoke to Prince Harry. He said 'Why are you here?'", "\"I said 'It's because of my bus' and he said 'You're probably the most expensive bus driver in London today' and I said 'Yeah, I think I probably am'.\"", "L/Cpl Johnson Beharry, who became the first recipient of the Victoria Cross for more than two decades in 2005 after risking his life to save his colleagues in Iraq, was also on the bus and spoke to Prince Harry.", "\"Prince Harry is amazing because he has a lot of respect and time for us. I have met him numerous times. He is always the same - full of energy,\" he said.", "Maurillia 'Simi' Simpson - who has been helped by the legion - was also on board.", "She served three tours of Iraq with the Royal Logistics Corp before being left with permanent injuries by a motorist who ran a red light.", "She said: \"It's very special to see everyone getting behind the Poppy Appeal and the work of The Royal British Legion. ", "\"The Poppy is about remembrance but it also symbolises hope for the future of the living - for the Armed Forces community of all ages and their families.\""], "title": ["Prince Harry meets stars to support poppy appeal"]},
{"body": ["Switching off London's traffic lights at night could save drivers up to £40m, a new report has suggested.", "The ", " by the Conservative group on the London Assembly claim turning off the lights for six hours overnight could cut fuel costs.", "The report author Richard Tracey said the move could \"boost the economy and help the environment\". ", "However, the Labour said the plans disregarded \"driver and pedestrian safety\".", "The new report, ", ", calls for transport bosses and local authorities to assess traffic flows and, if safe, turn off traffic lights between midnight and 06:00 GMT.", "The report estimates road congestion costs the economy £4bn a year and by switching off lights overnight on 80% of 2,532 relevant junctions would cut delays across the city by 2,251 hours everyday, the report said.", "The move could save motorists £40m by 2020 in time and fuel, the report said. ", "Assembly Conservative transport spokesman Mr Tracey said: \"Turning off traffic lights at night, like they do in parts of Europe and North America, is one measure which would boost the economy and help the environment. ", "\"A common sense approach in the right places would cut idling and therefore vehicle emissions, motorists would save cash as less fuel is wasted, and journey times would be slashed meaning deliveries are completed quicker and cabbies are able to take on more jobs.\" ", "Labour London Assembly member Val Shawcross said: \"Whilst this proposal may grab headlines, its disregard for driver and pedestrian safety is incredibly worrying. ", "\"London is a 24-hour city and many routes remain busy throughout the night, the idea that just because it's not the middle of the day we should turn off traffic lights just to save a few pounds is utterly reckless.\"", "She added the proposals \"risks making after-dark death-traps of our roads.\"", "Leon Daniels, managing director of surface transport at Transport for London, said: \"Traffic signals are vital to a safe and effective road network. They have been shown to offer significant safety and economic benefits for all road users, including pedestrians, if installed and operated effectively across the network at all times. ", "\"We are investing more than £4bn to improve London's roads. This includes upgrading our traffic lights with technology that can reduce delays for vehicles, cyclists and pedestrians, whilst maintaining their safety.\""], "title": ["London traffic lights switch off 'could save £40m'"]},
{"body": [], "title": []},
{"body": ["(Close): The ", " recovered from early losses to close 9 points higher.", "Miners were the session's big losers. ", " tumbled 6%, ", " fell 4.5% and ", " closed 2.7% lower.", "Wealth management group ", " jumped 3.6% after strong results.", "Despite reporting an increase in second quarter profits, shares in ", " fell 2% as investors worried it could get drawn into a price war.", "Second quarter profits rose 13% to £563m, with revenues from BT's consumer business up 7%.", "BT has taken on BSkyB by winning rights to Premier League matches, but there are concerns over the impact of increasing competition between the two.", " rose 0.9% after it reported pre-tax profits of £3.72bn for the first nine months of the year, up from £2.85bn a year earlier.", "The bank has also set aside £500m to cover the potential costs of an investigation into currency trading. Barclays is among several banks being probed over alleged rigging of currency markets.", "In the FTSE 250, transport group ", " rose 4.7% after it said pre-tax profits in the third quarter were nearly 15% higher than a year earlier.", "On the currency markets, the pound recovered from early losses to close a touch higher ", " at 1.60250.", ", the pound rose 0.2% to €1.2701."], "title": []},
{"body": [], "title": []},
{"body": ["A London skatepark is to become a listed building - the first of its kind in Europe to be given protection.", "The Rom, built in Hornchurch, east London, in 1978, was designed by Adrian Rolt and G-Force.", "It is the best example of a small number of skateparks that survive from the 1970s, according to English Heritage.", "English Heritage designation director Roger Bowdler said: \"It gives the whole idea of heritage an extra twist.\"", "The Rom, which will be grade II listed, is the second skatepark in the world to be given the protection. The first was the Bro Bowl in Tampa, Florida, which was added to the US National Register of Historic Places in October 2013, according to English Heritage.", "The Rom, which takes its name from the nearby river, was built using seamless pressurised concrete and is closely based on Californian skateparks. ", "It has been listed by the Department for Culture, Media and Sport on the advice of English Heritage. ", "\"The Rom is the finest example in England to this aspect of youth culture, and we are delighted its special interest will be protected for future generations through listing.\" Mr Bowdler said.", "Heritage Minister Ed Vaizey said: \"Its listing at Grade II is testament to its design and also highlights how the UK's unique heritage reflects all parts of our culture and history.\""], "title": ["London Rom skatepark given listed status"]},
{"body": [], "title": []},
{"body": ["The number of people injured in hit-and-run collisions in London has risen for the fourth year running, Metropolitan Police figures have shown.", "A total of 4,154 people were injured in these type of collisions in 2013, up from 3,090 in 2009.", "London Assembly Green Party member Jenny Jones said: \"This is a worrying trend which the Met Police needs to treat as a priority.\"", "The Met said it \"treats road crime with the seriousness it deserves\".", "The force added it \"targeted criminals who use our roads, working with partners to ensure the safety of all road users in the capital.\"", "Figures from Scotland Yard from 2013, which were published following a request by the Green Party, showed 1,043 pedestrians and 896 cyclists were victims of hit-and-runs, when a driver fails to strop following a collision.", "However, the number of fatalities and serious injuries as a result of such collisions fell compared with 2012.", "The proportion of all the collisions in London which are now hit-and-runs, has gone up for the last four years and is now almost a fifth of the total."], "title": ["London hit-and-run collisions increase for fourth year"]}][{"body": [], "title": []},
{"body": ["(Close): The ", " recovered from early losses to close 9 points higher.", "Miners were the session's big losers. ", " tumbled 6%, ", " fell 4.5% and ", " closed 2.7% lower.", "Wealth management group ", " jumped 3.6% after strong results.", "Despite reporting an increase in second quarter profits, shares in ", " fell 2% as investors worried it could get drawn into a price war.", "Second quarter profits rose 13% to £563m, with revenues from BT's consumer business up 7%.", "BT has taken on BSkyB by winning rights to Premier League matches, but there are concerns over the impact of increasing competition between the two.", " rose 0.9% after it reported pre-tax profits of £3.72bn for the first nine months of the year, up from £2.85bn a year earlier.", "The bank has also set aside £500m to cover the potential costs of an investigation into currency trading. Barclays is among several banks being probed over alleged rigging of currency markets.", "In the FTSE 250, transport group ", " rose 4.7% after it said pre-tax profits in the third quarter were nearly 15% higher than a year earlier.", "On the currency markets, the pound recovered from early losses to close a touch higher ", " at 1.60250.", ", the pound rose 0.2% to €1.2701."], "title": []},
{"body": ["A London skatepark is to become a listed building - the first of its kind in Europe to be given protection.", "The Rom, built in Hornchurch, east London, in 1978, was designed by Adrian Rolt and G-Force.", "It is the best example of a small number of skateparks that survive from the 1970s, according to English Heritage.", "English Heritage designation director Roger Bowdler said: \"It gives the whole idea of heritage an extra twist.\"", "The Rom, which will be grade II listed, is the second skatepark in the world to be given the protection. The first was the Bro Bowl in Tampa, Florida, which was added to the US National Register of Historic Places in October 2013, according to English Heritage.", "The Rom, which takes its name from the nearby river, was built using seamless pressurised concrete and is closely based on Californian skateparks. ", "It has been listed by the Department for Culture, Media and Sport on the advice of English Heritage. ", "\"The Rom is the finest example in England to this aspect of youth culture, and we are delighted its special interest will be protected for future generations through listing.\" Mr Bowdler said.", "Heritage Minister Ed Vaizey said: \"Its listing at Grade II is testament to its design and also highlights how the UK's unique heritage reflects all parts of our culture and history.\""], "title": ["London Rom skatepark given listed status"]},
{"body": ["Prince Harry has met poppy sellers and celebrities at Buckingham Palace on the first stop of their tour of London in a classic 1960s Routemaster bus.", "Actress Barbara Windsor and singer Joss Stone were among those touring on the bus to support London Poppy Day. ", "Around 2,500 collectors took part in events ahead of Remembrance Sunday.", "Collectors converged at more than 60 tube and train stations. Volunteers were also on the Thames Clippers and at more than 70 of London's major firms.  ", "For Prince Harry it was a chance to thank some of those hoping to raise £1m in 12 hours across the capital, to support the Armed Forces community.", "Covent Garden hosted performances throughout the day from Britain's Got Talent stars Lucy Kay and Jonathan Antoine, the RAF Spitfires Choir and the Royal Army Physical Training Corps Edwardian Display Team. ", "From the Palace, the bus travelled to Downing Street where Prime Minister David Cameron met those on board.", "The bus was driven by Sir Peter Hendy, commissioner of Transport for London, who said: \"I've never driven a bus into Buckingham Palace before accompanied by outriders.", "\"I spoke to Prince Harry. He said 'Why are you here?'", "\"I said 'It's because of my bus' and he said 'You're probably the most expensive bus driver in London today' and I said 'Yeah, I think I probably am'.\"", "L/Cpl Johnson Beharry, who became the first recipient of the Victoria Cross for more than two decades in 2005 after risking his life to save his colleagues in Iraq, was also on the bus and spoke to Prince Harry.", "\"Prince Harry is amazing because he has a lot of respect and time for us. I have met him numerous times. He is always the same - full of energy,\" he said.", "Maurillia 'Simi' Simpson - who has been helped by the legion - was also on board.", "She served three tours of Iraq with the Royal Logistics Corp before being left with permanent injuries by a motorist who ran a red light.", "She said: \"It's very special to see everyone getting behind the Poppy Appeal and the work of The Royal British Legion. ", "\"The Poppy is about remembrance but it also symbolises hope for the future of the living - for the Armed Forces community of all ages and their families.\""], "title": ["Prince Harry meets stars to support poppy appeal"]},
{"body": [], "title": []},
{"body": ["The number of people injured in hit-and-run collisions in London has risen for the fourth year running, Metropolitan Police figures have shown.", "A total of 4,154 people were injured in these type of collisions in 2013, up from 3,090 in 2009.", "London Assembly Green Party member Jenny Jones said: \"This is a worrying trend which the Met Police needs to treat as a priority.\"", "The Met said it \"treats road crime with the seriousness it deserves\".", "The force added it \"targeted criminals who use our roads, working with partners to ensure the safety of all road users in the capital.\"", "Figures from Scotland Yard from 2013, which were published following a request by the Green Party, showed 1,043 pedestrians and 896 cyclists were victims of hit-and-runs, when a driver fails to strop following a collision.", "However, the number of fatalities and serious injuries as a result of such collisions fell compared with 2012.", "The proportion of all the collisions in London which are now hit-and-runs, has gone up for the last four years and is now almost a fifth of the total."], "title": ["London hit-and-run collisions increase for fourth year"]},
{"body": [], "title": []},
{"body": [], "title": []},
{"body": ["Switching off London's traffic lights at night could save drivers up to £40m, a new report has suggested.", "The ", " by the Conservative group on the London Assembly claim turning off the lights for six hours overnight could cut fuel costs.", "The report author Richard Tracey said the move could \"boost the economy and help the environment\". ", "However, the Labour said the plans disregarded \"driver and pedestrian safety\".", "The new report, ", ", calls for transport bosses and local authorities to assess traffic flows and, if safe, turn off traffic lights between midnight and 06:00 GMT.", "The report estimates road congestion costs the economy £4bn a year and by switching off lights overnight on 80% of 2,532 relevant junctions would cut delays across the city by 2,251 hours everyday, the report said.", "The move could save motorists £40m by 2020 in time and fuel, the report said. ", "Assembly Conservative transport spokesman Mr Tracey said: \"Turning off traffic lights at night, like they do in parts of Europe and North America, is one measure which would boost the economy and help the environment. ", "\"A common sense approach in the right places would cut idling and therefore vehicle emissions, motorists would save cash as less fuel is wasted, and journey times would be slashed meaning deliveries are completed quicker and cabbies are able to take on more jobs.\" ", "Labour London Assembly member Val Shawcross said: \"Whilst this proposal may grab headlines, its disregard for driver and pedestrian safety is incredibly worrying. ", "\"London is a 24-hour city and many routes remain busy throughout the night, the idea that just because it's not the middle of the day we should turn off traffic lights just to save a few pounds is utterly reckless.\"", "She added the proposals \"risks making after-dark death-traps of our roads.\"", "Leon Daniels, managing director of surface transport at Transport for London, said: \"Traffic signals are vital to a safe and effective road network. They have been shown to offer significant safety and economic benefits for all road users, including pedestrians, if installed and operated effectively across the network at all times. ", "\"We are investing more than £4bn to improve London's roads. This includes upgrading our traffic lights with technology that can reduce delays for vehicles, cyclists and pedestrians, whilst maintaining their safety.\""], "title": ["London traffic lights switch off 'could save £40m'"]}]