[{"body": ["When I was invited onto CBBC's Newsround to answer young viewers' questions about the Scottish independence referendum, one question left me totally stumped.", "\"What happens if the result is 50/50?\" I was asked by the Palm Class of children at the May Park Primary school in Bristol. After all, opinion polls are suggesting the result will be very close.", "To win the referendum, one side needs to secure 50% of the vote, plus one extra vote. That one extra vote is the winning line.", "But if an even number of people vote, or an even number of votes are deemed to be valid and not spoiled, an exact dead heat is statistically possible.", "Granted, the likelihood of it is vanishingly small, but not impossible. Let's take a look at some of the numbers.", "The Electoral Commission, the organisation that oversees elections, has told us there are 4,285,323  people registered to vote in the referendum.", "If there is an 80% turnout, 3.43 million people will vote. If, in percentage terms, 51% of people vote one way and 49% the other, the winning majority would be 68,566 votes - or, give or take a few hundred, the capacity of Murrayfield, the home of Scottish rugby.", "So, let's take this hypothetical one stage further, continue to assume there is an 80% turnout and assume there are no spoilt ballot papers.", "So 3,428,258 people would vote. Imagine half vote one way, and half the other - 1,714,129 voting Yes, and 1,714,129 voting No.  ", "So which side is the winner? There is a precedent for this kind of situation.", "Take the election victory of Conservative councillor Christopher Underwood-Frost over his Liberal Democrat rival John Birkenshaw on West Lindsey District Council in Lincolnshire in 2007.", "The two men were tied on 781 votes each. So they tossed a coin. But shouting 'heads' or 'tails' to decide the future of the United Kingdom might raise the odd eyebrow around the world.", "So what does the legislation have to say? Here it is, in the form of the ", ".", "It is about 60,000 words long, but, as the Electoral Commission acknowledges, it makes no reference to a dead heat.", "So could they do a recount? The short answer is no. ", "The Chief Counting Officer Mary Pitcaithly has made it clear that all votes are counted locally, that concerns about the count must be resolved locally, but \"the closeness of the vote will not in itself be a sufficient reason\" for a recount at any of the 32 count centres around Scotland.", "She adds: \"There is only one result - the aggregate of all 32 local totals.\"", "And any recounts done locally, unless it was the last count centre to declare, would be done without the knowledge of how people had voted elsewhere - and so without knowing how close, or not, it might be on the national stage.", "So are we back to tossing a coin? There is one more document worth a peek at. It is called the ", "It was signed by Prime Minister David Cameron and the First Minister Alex Salmond in October 2012 and set out the deal for the referendum.", "The Agreement sets out that both sides are agreed that the referendum should deliver \"a decisive expression of the views of people in Scotland and a result everyone will respect\".", "Or, to put it another way, fingers crossed it's not a dead heat."], "title": ["Scottish independence: What if result is a dead heat?"]},
{"body": ["Scotland has voted against independence from the United Kingdom in an historic referendum. ", "Almost 85% of the electorate turned out to vote, an unprecedented proportion in recent decades. ", "The ", " was reached by simply adding together all ballots but data from the 32 Scottish council areas reveal differences in voting patterns.", "The overall result was slightly wider than predicted with 55% No to 45% Yes but the split varied across areas. ", "The closest result was ", " with 50.1 No to 49.9% Yes. ", "The most emphatic No vote was ", " where 67.2% voted against independence, followed by ", " and ", ". ", " was the most pro-Yes with 57.4%, followed by ", " and ", ", which has an electorate of half a million people. ", "John Curtice, professor of politics at Strathclyde University, said the result was not as close as opinion polls had been predicting.  ", "\"That is not uncommon in these referendums where people are being asked to make a big change. They often draw back at the last minute,\" he said.", "An extraordinarily large turnout of 84.6% is the highest seen in recent decades. The last UK general election to come close was in 1951 with 83.9%. ", "To beat it means looking back to 1910 when women did not have the vote and many men were also disenfranchised.  ", " had the lowest turnout at 75%, followed by ", " on 78.8%. ", "The highest was ", " at 91% with ", " and ", " also nudging over 90%.", "The European election in May 2014 gives some indication of party political support across Scotland although the turnout was much lower than that for the referendum.", "In May, the SNP had the largest vote share overall with Labour second.", "In the referendum, three of the four areas to vote Yes had backed Labour in the European election. ", "Dundee was the exception, backing the SNP in May and voting Yes in the referendum. ", "Professor of politics at Edinburgh University, Charlie Jeffrey, said party loyalties did not seem to have mattered in the referendum vote.", "He said: \"We have seen results in Labour strongholds like Glasgow and North Lanarkshire where there has been a 'Yes' vote, and in SNP strongholds like Angus and Perthshire there has been a 'No' vote.", "\"What we have found is a very strong correlation between the Yes vote and a higher level of unemployment.", "\"But also a slightly less strong relationship between the more British you feel, the less likely you are to vote 'Yes'.", "\"These seem to be more significant influences than political party in the outcome.\"", "The latest annual unemployment figures show ", " the worst affected with a rate of 13.5% of the adult population. This area returned a narrow No vote of 51%. ", "Neighbouring ", " has the second-highest unemployment rate with 11.4% and ", " - which voted Yes - is third with 11.3%. ", "At the other end of the scale, ", ", which voted strongly No, has the lowest unemployment with 3.2%, followed by ", " on 3.3%. ", "Some 109,533 youngsters aged 16 to 17 registered to vote after being given the chance to do so for the first time. ", "A snap poll by Lord Ashcroft asking voters how they had cast their ballots found this age group had voted overwhelmingly for independence, with 71% for Yes. ", "However among the wider 16-24-year-old age group the Yes vote was 51%, according to the poll. ", "Glasgow is the area with the biggest total population in Scotland and also has a high number of  teen voters. Figures from the 2011 Census show the city had more than 18,000 people aged 13-15. ", "Depending on when their birthday falls, these youngsters will now be aged 16-19. ", "At the other end of the demographic spectrum is Scotland's rising older population. The proportion of people aged 65-plus now stands at 16.8%, slightly more than the proportion of under 16-year-olds.", "Unsurprisingly, ", " consistently registered as one of the key issues in the independence debate.", "Those areas with a relatively older population are the places where \"No\" did well. ", "The Lord Ashcroft overnight poll of 2,047 voters found that 73% over 65s chose No."], "title": ["In maps: How close was the Scottish referendum vote?"]},
{"body": ["Scottish voters will go to the polls on 18 September to decide whether Scotland should become an independent country. ", "The campaign has hogged the headlines over the last fortnight as the polls narrowed and politicians from around the country descend on Scotland and redouble their efforts to convince voters one way or the other.", "It all started nearly two years ago in October 2012, when Prime Minister David Cameron and Scottish First Minister Alex Salmond signed the Edinburgh Agreement, the document which paved the way for the referendum.", "Here are some of the key moments from the campaign that followed:", "The Scottish government had originally proposed that the referendum should ask: \"Do you agree that Scotland should be an independent country?\"", "The Electoral Commission was concerned that it could have led people to vote \"Yes\", and in January 2013 SNP ministers accepted the watchdog's alternative: \"Should Scotland be an independent country?\" ", "As BBC Correspondent ", ", Scots must consider themselves lucky compared to Quebecers, who have faced a 43-word question and a 106-word question in their referendums.", "Shortly afterwards, in March 2013, the Scottish government brought in the formal legislation needed to grant 16- and 17-year-olds the vote in the referendum.", "Introducing the bill, Deputy First Minister Nicola Sturgeon said young people had the biggest stake in the future of the country.", "At the time, Labour said further clarity was needed to ensure every 16-year-old was able to vote on polling day.", "But the plan was backed unanimously as part of the Scottish Independence Referendum Bill later that year.", "A dispute broke out in October 2013 over whether the Scottish government had obtained legal advice on EU membership for an independent Scotland. ", "The SNP's opponents parties argued that a statement by Deputy Minister Nicola Sturgeon on the independence consultation process contradicted remarks made by Alex Salmond in a TV interview. ", "Labour MSPs accused Mr Salmond of misleading the public - a charge the first minister rejected, saying his words had been quoted selectively.", "In November 2013, the Scottish government published its ", ", entitled \"Scotland's Future\".", "The document runs to 670 pages and has provided many of the main talking points for the last year of the debate, including which currency an independent Scotland would use, how much revenue North Sea oil will generate, and Scottish viewers' right to continue watching Doctor Who. ", "Speaking at the launch, Mr Salmond described the White Paper as \"a mission statement and a prospectus for the kind of country we should be and which this government believes we can be\".", "He added: \"We do not seek independence as an end in itself, but rather as a means to changing Scotland for the better.\"", "Better Together's Alistair Darling criticised the publication as \"full of meaningless assumptions\".", "In February 2014, Chancellor of the Exchequer George Osborne addressed directly the Scottish government's plan that Scotland would continue to use the pound sterling. ", "He took the unusual step of making public advice from a senior Treasury civil servant that a currency union would be \"fraught with difficulty\". ", "In response, Scotland's Finance Secretary John Swinney described his advice as \"incomplete\" and \"backward-looking\".", "Mr Salmond responded by saying \"attempts to dictate from on high\" the terms of the debate were damaging the democratic process.", "He warned in a speech that the Treasury risked imposing \"hundreds of millions of pounds\" in costs on firms if plans for a post-Yes currency union were rejected.", "The former Labour prime minister had probably faded from many people's minds after his defeat in the 2010 general election. ", "In April 2014 he gave one of his first big speeches on the subject, announcing his return to the political limelight as a figurehead for Better Together. ", "He spoke of the importance of \"sharing risks and resources\" across Britain and focused particularly on pensions, arguing that Scottish pensions would be more secure and cheaper to administer if Scotland remained in the UK.", "The speech made headline news in several papers north and south of the border, but SNP's pensions spokeswoman Eilidh Whiteford condemned his claims at the time as \"ludicrous\".", "The terms had been much disputed, with the SNP insisting a debate ought to take place between Prime Minister David Cameron and First Minister Alex Salmond. ", "But in the end it was head of the Better Together campaign, Labour's Alistair Darling, who faced Mr Salmond under the studio lights - and Alistair Darling whom instant polls suggested had come out on top. ", "Over 1.5m viewers across the UK watched as the former chancellor asked the SNP leader several times what his \"plan B\" was if Scotland could not use the pound.", "In return, Mr Salmond repeatedly challenged Mr Darling to specify if he agreed with David Cameron that it was possible for Scotland to be a \"successful independent country\".", "The Yes Scotland camp did not agree that Better Together had \"won\", calling Mr Darling's approach \"negative\". ", "The shoe was on the other foot for the second TV debate, with polls suggesting viewers had found Mr Salmond more convincing. Better Together disagreed.", "More than two million viewers watched the second debate on the BBC, in which the currency row again took centre-stage. ", "This time the first minister revealed he had not one plan B but three, but the former chancellor warned him: \"You are taking a huge risk if you think it is just all going to fall into place.\"", "On 7 September, a poll by YouGov for the Sunday Times suggested a lead for the \"Yes\" vote for the first time. ", "Prof John Curtice told the BBC that one poll on its own should not be regarded as significant, but he noted \"a majority of pollsters\" were putting the \"Yes\" vote \"at least as high as it has been at any point during the campaign\". ", "The poll seemed to unleash a new phase of the campaign, with Yes Scotland declaring the momentum behind them and leaders of the three largest parties at Westminster agreeing to cancel prime minister's question time in order to travel to Scotland. ", "On 16 September, The Daily Record published a \"vow\" signed by David Cameron, Labour leader Ed Miliband and Lib Dem leader Nick Clegg. ", "The pledge committed the three parties to plans sketched out earlier by former Labour prime minister Gordon Brown: including \"extensive new powers\" for the Scottish Parliament parties, a statement that the UK should \"share our resources equitably\" and a commitment to preserve the Treasury's block grant to Holyrood. ", "Deputy First Minister Nicola Sturgeon responded by asking: \"If there was a serious intention to deliver more powers, why hasn't that happened before now?\"", "\"If we vote 'No', there are no guarantees at all,\" she added."], "title": ["Scottish independence: 10 key moments"]},
{"body": ["Declaration times for the Scottish independence referendum are difficult to forecast owing to the lack of precedents.", "The times given below have been drawn up after consulting the 32 Scottish councils, many of which did not wish to give formal estimates. ", "These can only be taken as a rough guide and may be subject to change throughout the night.", "You can follow the results as they come in ", "."], "title": ["Scottish referendum: Expected times for council declarations"]},
{"body": ["Nicola Sturgeon should rule out a rapid second independence referendum, Scottish Secretary Alistair Carmichael has urged.", "Mr Carmichael was addressing the Liberal Democrat autumn conference in Glasgow.", "He called on Ms Sturgeon, currently the only candidate to replace Alex Salmond as first minister, to rule out any early push for another referendum.", "A spokesman for Ms Sturgeon said public opinion would guide any future ballot.", "Mr Carmichael argued that the issue of bringing Scots together after the poll was a \"big test\" for the SNP leadership and Ms Sturgeon in particular.", "The Scots Secretary said: \"We can all wave flags, join protests and march if we want to. But wouldn't it be better to set those things aside, to accept the will of the Scottish people and to put your shoulder to the wheel in our common endeavour?", "\"For the SNP leadership - for Nicola Sturgeon - this is of course a big test. It is disappointing that she has declined to rule out pushing for a second referendum in less than three years from now.", "\"There is still time for her to clarify that she will push for no such thing. And I hope that she will take that opportunity.\"", "Ms Sturgeon's spokesman said: \"The deputy first minister has made it perfectly clear that she accepts the outcome of the referendum and that the SNP will play a full and constructive part in the deliberations of the Smith Commission. ", "\"Ms Sturgeon has also said that she continues to believe that Scotland should and will become independent, but that it will be circumstances and public opinion that will determine if and when another referendum takes place.\"", "The Smith Commission is the body set up to move forward the devolution of further powers pledged by the pro-Union parties.", "Scottish Liberal Democrat leader Willie Rennie warned the conference about creating an \"unstable\" form of devolution, which he said nationalists could use as a \"ticking time bomb deliberately designed to deliver independence\".", "He said: \"So there is a test for the SNP - will they be like Gollum in Lord of the Rings, torn apart by the lust for the ring of independence?", "\"Or will they work constructively with others to create Home Rule that is stable, as well as powerful, inside the United Kingdom? That is the real test.\""], "title": ["Call to rule out early Scottish independence referendum repeat"]},
{"body": ["Ten days ago, one opinion poll suggested for the first time that the Yes Scotland campaign had a narrow lead.", "Each poll since has been close, and has been hailed in the media as showing that the future of the United Kingdom is on a \"knife-edge\".", "Some, though, believe the polls driving the headlines could be wildly inaccurate. Martin Boon, director of polling company ICM, warned ", " that the independence referendum could prove to be a \"polling Waterloo\".", "So, could the polls be getting it wrong?", "The reason you have heard so much about the opinion polls recently is because the gap between 'Yes' and 'No' has apparently dramatically narrowed.", "The latest \"poll of polls\" - published on the ", " - shows the results of the last six polls combined. Once undecided voters are excluded, it puts the 'Yes' vote on 49%, while 'No' is just ahead on 51%.", "Contrast that two percentage point gap with 1 June, when 'Yes' was on 42% and 'No' was on 58%.", "The experts agree: there has been an increase in 'Yes' support in recent weeks and the polls now appear to be very, very tight.", "Each polling company has its own methodology: they decide what questions to ask; how many people will be asked them; and whether interviews are conducted face to face, over the phone, or online.", "Mr Boon believes whether people are polled online or by phone can affect the outcome.", "Phone surveys, which typically go through landlines, have trouble reaching young people and there tends to be a very low response rate.", "With online polls, the panel has chosen to take part, meaning they are probably more interested in polling and politics than your average punter, and this same pot of people are likely to be used by multiple companies again and again.", "However, some experts believe people tend to be more honest online due to a higher degree of anonymity - there's no interviewer there to judge them.", "It is important to note the independence referendum is the first major political event in the United Kingdom in which the vast majority of polls have been conducted online.", "Any poll of 1,000 people has a margin of error of 3%, but a specific problem with opinion polls for the referendum is that there is no precedent to which voting intentions can be compared.", "Mr Boon explained: \"If I could peg my data back to a previous Scottish independence referendum, life would be good. But I can't - and this is one of the black holes which has made the life of pollsters really rather difficult.\"", "On top of that, there is a particular problem with online polls as the polling company needs to apply special weighting to different respondents to ensure the results are as representative as possible. That is a complex process.", "Anthony Wells, director of YouGov, said: \"In some ways, (online samples) can't be representative. For example, little old ladies who are on the internet are more likely to be affluent which we can account for, but what we can't control are (variables) such as them being more likely to be more comfortable with technology.\"", "Essentially, samples need lots of tweaking to make them more representative, and a lack of historical precedent to draw on, along with problems unique to online polling, makes this process very, very difficult.", "Very. Mr Boon said all polling companies are relying on a \"relatively small pot of Scots\" which is \"not big enough\" and \"a real concern\".", "\"This referendum has the potential to be a polling Waterloo\", he said. ", "\"I think the best we can hope for as an industry is that we dodge a bullet, but it's entirely possible that the bullets do start spraying our way.\"", "Some ", " that there's a \"missing million\": a reawakened section of the electorate who have either never voted before, or became disillusioned with politics long ago.", "The 'Yes' campaign believes their polling figure is underestimated because they are picking up support from this section of society in working class areas, where people generally haven't registered to vote before, don't have a landline for phone polls, or don't choose to take part in online polls.", "If they're right, it is possible the true figure of the 'Yes' side is higher than pollsters think.", "In 12 out of 16 recent referendums, the final poll figure for 'Yes' was higher than the actual results, ", " by political sociologist Dr Stephen Fisher.", "Dr Fisher explains: \"The experience of referendum polls in the UK and internationally suggests that the findings of final polls are typically flattering for the 'Yes' camp.\"", "The episode which still sends shudders through pollsters is the 1992 general election, when even the BBC's exit poll suggested Labour had narrowly won. In fact, John Major went on to form another Conservative government.", "One of the key phenomena here became known as the \"spiral of silence\": the Tory vote was underestimated by polls because people either did not want to be seen favouring an \"unfashionable\" option; or initially considered voting Labour but went for the less risky choice of the Conservatives at the last moment.", "Dr Fisher believes that, in the Scottish referendum, this could mean the 'Yes' polling figures are unrepresentatively high.", "Many countries ban polling for at least part of political campaigns.", "But, before you dismiss political polling entirely, it's important to say that polls are generally reliable when there is a precedent.", "Even in the referendum, where the polls are possibly on less stable ground, the data has undoubtedly shown a \"real, sustained, and large change\", says Anthony Wells.", "He said: \"There are a number of real individual people in our sample who have moved towards Yes, while six months ago they were 'No' or undecided.\"", "So the polls have identified that the momentum is from 'Yes' or 'No', but there is more doubt about the absolute levels of where that support stands - and, if the vote really is close, that is key.", "All will become clear sometime in the early hours of Friday morning."], "title": ["Scottish independence: Are the referendum polls wrong?"]},
{"body": ["Scotland's 32 local authorities are in the final stages of a huge logistical exercise to ensure the smooth running of Thursday's independence referendum.", "Across the country, ballot boxes and other paraphernalia are being moved in to the schools and community buildings that will become polling places.", "A total of 4,285,323 people have registered to vote.", "With turnout expected to top 80%, Thursday looks like being the busiest day in Scottish electoral history.", "There are an estimated 4,410,288 people over the age of 16 resident in Scotland, according to ", " from the Scottish government.", "This suggests that 97% of the total number of people eligible to vote have registered.", "Across the country, local councils will be responsible for the operation of some 2,608 polling places with a total of 5,579 polling stations from 07:00 until 22:00.", "The polling places are the schools and halls that voters attend to cast their votes. The stations are the designated rooms within the polling places which handle voters based on where they live.", "In most areas, a maximum of 800 voters have been allocated to each polling station and many will allocate additional staff to assist during busy times.", "In Scotland's largest city, Glasgow, the council is providing 483 ballot boxes across 483 polling stations in 200 polling places.", "The council said that 97.2% of Glasgow's eligible population was registered to vote in the referendum - the highest ever level of registration in the city.", "To cope with the large number of voters expected, the council will have 1,188 people working at its polling stations, including 185 5th and 6th year pupils.", "When polling places close at 22:00 on Thursday, 113 vans will be used to transport the ballot boxes to the Emirates Arena near Celtic Park, where about 700 people will work on the count.", "Similar arrangements are in place across all 32 council areas, although variations in approach will be taken to account for population size and geography.", "Local authorities such as Orkney Islands Council do not have polling stations on their many isles. ", "Instead, voters will have to travel to the Mainland of Orkney to vote, if they have not already cast a postal vote.", "Nationally, a total of 789,024 people applied for a postal vote, which is the largest volume of registration for postal votes ever in Scotland.", "When the polls close, those postal votes returned will be the first to be counted.", "Across each local authority area, the process of verifying each postal votes has begun.", "When postal votes are completed, the vote is cast but the voter must also provide their date of birth and a signature.", "That signature is then compared to the one which the voter provided when they applied for the postal vote.", "For the first time, this stage of verification will be carried out by a machine which uses specially configured scanners and software designed to make sure it is a valid vote.", "If the vote is validated it will then be counted by hand.", "Chief counting officer for the referendum, Mary Pitcaithly, said any problem which a machine identified with a signature would be subject to human review.", "\"The computer can accept the signatures if they are close and if there's any doubt at all they will throw it out,\" she said.", "\"It's only throwing it out so there can be human intervention at that stage.\""], "title": ["Scottish independence: Councils braced for huge turnout"]},
{"body": ["Next autumn, the people of Scotland will vote on whether the nation should become an independent country.", "The deal to hold the referendum has been done and the date has been set - now it's up to the campaigners to put their case. ", "After much teasing - Scottish First Minister and Scottish National Party leader Alex Salmond named the day as Thursday, 18 September, 2014.", "Why this date? Practical matters like October holidays, the UK party conference season and Scotland's famed wintry weather were all potential obstacles.", "Incidentally, 2014 also happens to be the year two prestigious sporting events - the Ryder Cup golf tournament and the Commonwealth Games - are being held in Scotland.", "And for the more romantically-minded, next year is also the 700th anniversary of the Battle of Bannockburn in 1314, which saw the English army defeated by the forces of King of Scots Robert the Bruce, during the wars of independence.", "Essentially, everyone over the age of 16 who lives in Scotland.", "The voter \"franchise\", as it's known, is largely the same as for a Scottish Parliament and council elections, with the addition of lowering the voting age from 18.", "That means the 800,000 Scots who live in other parts of the UK don't get a vote, while the 400,000 people from elsewhere in Britain who live in Scotland do.", "All the main players on both sides of the debate agree this is the fairest way to do things.", "Eligibility to take part in the referendum also includes members of the armed services serving overseas who are registered to vote in Scotland.", "Voters will be asked the yes/no question: \"Should Scotland be an independent country?\"", "The Scottish government's original version of the question, \"Do you agree that Scotland should be an independent country?\", was dropped after the Electoral Commission raised concerns it could lead people into voting \"yes\".", "Past incarnations of the referendum question have proved far more wordy.", "The SNP previously said people could be asked to vote \"Yes I agree\" or \"No I disagree\" to the statement: \"The Scottish Parliament should negotiate a new settlement with the British government, based on the proposals set out in the white paper, so that Scotland becomes a sovereign and independent state.\"", "MSPs have approved the terms of the vote in the SNP government's ", ".", "This followed the signing of what became known as the ", ", by Mr Salmond and UK Prime Minister David Cameron - a measure to ensure the referendum could be \"made in Scotland\" and held on a fully legal basis.", "There is no turnout requirement for this referendum - that means a \"Yes\" vote of \"50% plus one\" would be enough to gain independence. ", "The Scottish government says the bill will make sure that:", "The UK government agreed to give temporary powers to the Scottish Parliament to hold a legal referendum, ", " - the piece of legislation which set up the Scottish Parliament.", "This is because constitutional matters are reserved to Westminster. ", "The Edinburgh Agreement also commits both governments to working together constructively in the best interests of the people of Scotland, whatever the outcome of the referendum - possibly easier said than done.", "The SNP's parliamentary majority at Holyrood will ensure the bill is passed.", " is the official campaign for independence, while ", " is the group arguing to keep the Union.", "Various political parties have given their support to the two campaigns, depending on their constitutional persuasion, although they are also running their own campaigns, as are the Scottish and UK governments.", "The Scottish Greens also back independence, as does independent MSP Margo MacDonald, while Labour, the Tories and the Liberal Democrats are opposed.", "It's likely that other campaign groups will spring up as the campaign goes on.", "The campaign for Scottish home rule began in earnest almost as soon as the unification with England took place, in 1707.", "At the time, the view was that Scotland was desperate for cash, but opponents of the move were outraged by claims that the Scots who put their names to the ", " were bribed.", "The episode moved Scotland's Bard, Robert Burns, to write: \"We are bought and sold for English gold. Such a parcel of rogues in a nation.\"", "Fast forward many years to 1934, and the establishment of the Scottish National Party, created through the amalgamation of the Scottish Party and the National Party of Scotland.", "After decades of ups and downs, the nationalists won their first election in 2007, forming a minority government, before becoming the first party to win an overall majority at Holyrood in the 2011 poll - securing a mandate for an independence referendum.", "The creation of the Scottish Parliament in 1999 presented a significant opportunity for the SNP, which at the time had a handful of MPs who were struggling to make the case for independence at Westminster.", "The prime minister who delivered devolution, Tony Blair, was aware of the potential opportunity a Scottish Parliament could give the SNP.", "So, the Scottish Parliament's part first-past-the-post, part PR voting system was intended to prevent any one party (", ") gaining an overall majority.", "This was the case initially - up to the 2011 election there had been two terms of a Labour/Lib Dem coalition and one of an SNP minority government.", "The 2011 result blew out of the water the claim once made by Labour veteran Lord Robertson that devolution would \"kill nationalism stone dead\".", "Could the situation now be more akin to comments by another Labour stalwart, Tam Dalyell, who described devolution as \"a motorway to independence with no U-turns and no exits?\"", "Hard to say with any great certainty at the moment.", "There is no shortage of polling data on the issue of independence, putting support at various levels.", " says the ", " survey is the only exercise of its kind which has asked the same question about constitutional preferences going back to the foundation of the Scottish Parliament in 1999.", "He says support for independence has tended to oscillate between about a quarter and a third, with ", " published in January, suggesting the figure was at its lowest level since the creation of the Holyrood parliament in 1999.", "A total of 23% of the 1,229 people questioned between July and November last year said they favoured the proposition that, \"Scotland should become independent, separate from the rest of the UK\".", "In response, the SNP say the period of time in which the field work was carried out has been overtaken by events.", "Prof Curtice, co-author of the survey, also warns: \"In truth, there isn't any clear evidence that either one side or the other, over the whole period of devolution, has made significant progress either in reducing support for independence or succeeding in increasing it.\"", "Another factor is the number of people who vote SNP, but are not necessarily convinced that independence is the way to go.", "Prof Curtice adds: \"The SNP undoubtedly has succeeded in providing Scotland with what people regard as effective government - but there isn't any clear evidence of any long-term increase in support for independence since 2007.\"", "In the Scottish Parliament elections of 1999 and 2003, Labour's plan to essentially scare people out of support for independence worked.", "Now it seems the public are much less afraid, and, whether or not it's the case that majority support for independence exists, seem much more willing to put it to the test in a referendum.", "There are many other factors which could affect support for independence - the state of the economy for one thing, and of course every politician's worst nightmare - unforeseen events, or \"unknown unknowns\", as former US defence secretary Donald Rumsfeld once put it.", "The SNP has always taken the view that, on an issue of such significance, it would first need the backing of the Scottish people in a referendum.", "It also needs this mandate to negotiate an independence settlement with the UK government.", "Alex Salmond wants to declare ", ", with the first elections to an independent parliament in May.", "Before that happens though, a constitutional settlement would need to be agreed with the UK government, involving weighty issues which may take a long time to resolve.", "Defence is one - especially since the SNP want rid of Britain's nuclear weapons, based at the Faslane naval base on the Clyde. (Although Scottish Deputy First Minister Nicola Sturgeon recently said Trident would remain temporarily at Faslane while an independent Scotland's Naval HQ was being established there.)", "On the financial front, agreement in areas like Scotland's share of the national debt and its continued use of the pound - at least initially - would also be needed.", "Even after independence is achieved there are other hurdles to clear - European Union and Nato membership to name but two.", "Alex Salmond has described the independence referendum as a once-in-a-generation event.", "All the parties - unionist and pro-independence - are keen to avoid the situation which has unfolded in the Canadian province of Quebec, where debate over multiple independence referendums over the years has been dubbed the \"neverendum\".", "A \"No\" result in the referendum could spell the end for the SNP as a mainstream political force.", "It's also likely that focus would shift back to the debate over more powers for Holyrood - with full fiscal autonomy, as opposed to relying on the Treasury block grant, possibly becoming a more serious option.", "The opposition parties are already working on offers along those lines, ahead of the referendum.", "The Liberal Democrats are furthest down the road here with their dream of Scottish home rule and significant new financial and other powers devolved from Westminster.", "A commission set up by Scottish Labour has suggested there is a \"strong case\" for Holyrood gaining full income tax powers.", "The Conservatives - which previously opposed devolution itself - have had the most significant shift in thinking.", "Their leader Ruth Davidson - who once said she wished to draw \"a line in the sand\" over new powers for Holyrood - has now supported increased financial responsibility for the Edinburgh parliament."], "title": ["Q&A: Scottish independence referendum"]},
{"body": ["Both sides in the Scottish referendum campaign have held rallies as they make their final efforts to win over undecided voters.", "Independence supporters attended a mass event in the centre of Glasgow, where they were urged to \"vote 'Yes' for a prosperous Scotland\".", "At the same time, pro-UK campaigners gathered nearby to insist the case for independence had not been made. ", "The latest polls have suggested the result is too close to call.", "An Ipsos-MORI survey for broadcaster STV ", " put support for \"Yes\" on 49% against 51% for \"No\" when undecided voters were excluded.", "A Panelbase poll ", ", which was not carried out for any media outlet, suggested support for independence was on 48%, with 52% support for Scotland staying in the UK, once undecided voters were excluded.", "This was the same figure as polls released on Tuesday evening by Opinium for the Daily Telegraph, another by ICM for the Scotsman and a third by Survation for the Daily Mail.", "In other developments:", "Speaking at the pro-independence rally, Yes Scotland chairman Dennis Canavan attacked the \"back of a fag packet\" pledge of further devolution made by the leaders of the three main Westminster parties.", "He told supporters: \"A vow - it looks like something written on the back of a fag packet at the fag end of a long campaign. But the people of Scotland will not be fooled.", "\"There is only one guarantee of getting more powers for the Scottish Parliament and that is by voting Yes, so let's take that message out, let's take our message out to every street, every city, every town, every village, every community, every workplace, every home in Scotland.\"", "About 2,000 \"Yes\" supporters later congregated in the city's George Square, where they made a noisy show of their support for the campaign, waving Saltires in the afternoon sun as they cheered speeches and sang along to music.", "They were confronted by a small group of \"No\" supporters who chanted at them before turning their backs on the square.", "Meanwhile, Better Together head Alistair Darling urged anyone who had doubts about independence to vote \"No\".", "Addressing supporters alongside former Prime Minister Gordon Brown at a Love Scotland, Vote No rally, he said: \"If you have such a momentous decision to take, you need to have certainty. ", "\"What is very clear at the end of this long campaign, from the nationalist side there is no certainty at all. For anyone in Scotland who has any doubt, be in no doubt - you have to say 'No'.\"", "On the final day of campaigning, First Minister Alex Salmond published a letter to the people of Scotland in which he told them they will hold power in their hands as they vote to determine their country's future.", "Mr Salmond asked voters to step back from the political arguments and statistics that have defined the two-year campaign and trust in themselves as they go into the polling booth.", "He said: \"The talking is nearly done. The campaigns will have had their say. What's left is just us - the people who live and work here. The only people with a vote. The people who matter.", "\"The people who for a few precious hours during polling day hold sovereignty, power, authority in their hands. It's the greatest most empowering moment any of us will ever have. Scotland's future - our country in our hands.", "\"What to do? Only each of us knows that. For my part, I ask only this. Make this decision with a clear head and a clear conscience.\"", "More than 2,500 \"Yes\" supporters have descended on George Square in the heart of Glasgow for a final rallying cry of independence. ", "As work finishes, more people keep filing on to the square clutching Saltires and \"Yes\" campaign posters. ", "There have been chants of \"yes, yes, yes\" and calls of \"shame on the Tory government and the BBC\". ", "On the edge of George Square outside the city chambers, two dozen pro-unionists clad in Union Jack clothing, some with Rangers football tops, have jeered at a group of \"Yes\" supporters from the opposite side of the road. ", "Just after 16:00 a middle-aged man unveiled a Union Jack at the front of the rally. ", "A brief scuffle took place between him and some of the \"Yes\" campaigners. He was quickly moved on by the police. ", "It is not all acrimony: one \"No\" supporter, who rocked up with a motorbike emblazoned with \"vote no\" stickers, shook \"Yes\" campaigners hands as he set up his solo \"No\" stand among a Saltire sea of pro-independence supporters.", "The first minister told BBC Radio 4's Today programme that the referendum campaign had been one of the most exhilarating in Western Europe, and said he was \"assuming absolutely nothing\" about the result.", "Watching people queuing to register to vote had been a \"humbling\" sight, he added, and pledged to honour Clause 30 of the Edinburgh agreement by which both sides agreed to honour the result and work in the best interests of Scotland and the UK regardless of the outcome.", "Referring to Spain's apparent opposition to automatic Scottish entry to the EU, Mr Salmond said Scotland had 1% of the EU's population, but 20% of its fish stocks, 25% of its renewable energy and 60% of its oil resources.", "He argued that anybody who believed the country would not be welcome in the EU did not understand that Europe \"accepts democratic results\" and that Scotland \"has a huge amount to contribute\".", "Mr Darling told the Today programme that he thought there would be a \"No\" vote but even if there were not he would play his part in doing \"the best I possibly can\" for Scotland.", "\"I'm not going. This is my country. I'm staying,\" said Mr Darling. But he said that did not mean he would sign up to the \"nonsense\" in the Scottish government's White Paper and insisted that \"Alex Salmond is not Team Scotland\".", "Mr Darling also warned that, whichever way the vote went, there would be hard work healing divisions in Scottish society which had emerged during the campaign.", "He cited some internet comments and Sunday's demonstration at the BBC in Glasgow, which he said some people found \"frightening\".", "\"We all have to say we live in a democratic country; there are some people who have stepped over the line... but we've got to calm things down because we've got to live together.\"  ", "Scottish Labour leader Johann Lamont and leader of the Scottish Conservatives Ruth Davidson had been out campaigning overnight.", "Ms Lamont, along with her deputy Anas Sarwar, met print workers on the night-shift at Trinity Mirror Print Works. The politicians promised \"better, faster, safer change\" with a \"No\" vote.", "The ", " will bring continuous, up-to-date, coverage as all through the night, as well as comprehensive analysis. On Twitter, keep abreast of the all the action overnight via ", " and ", ".   ", "A ", " presented by Huw Edwards will be broadcast on BBC One from 22:35 BST, while ", " will be broadcast on BBC One Scotland.", "Or follow the results on ", " presented by James Naughtie and Rachel Burden. ", " will also provide live coverage from 22:00 BST until 06:00 BST."], "title": ["Scottish independence: Mass rallies mark referendum climax"]},
{"body": ["Scotland's First Minister Alex Salmond said the independence referendum was \"a once in a generation opportunity\" and he was aiming for \"a substantial majority\".", "However, Better Together leader Alistair Darling said \"there is no way back\" from independence and his campaign would target undecided voters.", "The latest ", " have suggested the vote is too close to call.", "Both men were speaking to the BBC's Andrew Marr show.", "Mr Salmond said: \"We're not aiming to win by one vote. We're aiming to achieve a substantial majority if we can.\"", "He added: \"We tend to take the attitude that there isn't so much as a 'No' voter in Scotland, there are only deferred 'Yeses', and that's been one of the successes of our campaign.\"", "Asked if he would seek another referendum if there was a \"No\" vote on Thursday, the SNP leader said: \"If you remember that previous constitutional referendum in Scotland - there was one in 1979 and then the next one was 1997.", "\"That's what I mean by a political generation.", " \"In my opinion, and it is just my opinion, this is a once in a generation opportunity for Scotland.\"", "Mr Darling commented: \"I said a year ago that this race would narrow as we got towards the wire and that is precisely what has happened.", "\"It's not surprising. It's the biggest single decision we will ever take.", "\"If we vote to leave the UK on Thursday then there's no going back. It's not like an election where you can change your mind if things don't work out.", "\"If things go wrong this time, we've already voted - we're leaving.", "\"There is no way back, which is why in the next five days we will be targeting the 500,000 or so voters who have still got to make their minds up, because the decision is that critical.\"", "He argued there was uncertainty over whether firms would move their headquarters out of Scotland and over how the NHS and pensions would be funded if the country became independent.", "And he argued that \"about a million jobs here in Scotland depend on us being part of the UK\".", "Mr Salmond told the Andrew Marr programme that if \"Yes\" won there would \"cease to be a 'Yes' campaign and a 'No' campaign - there will be a Team Scotland\".", "He said he wanted \"as many voices as possible\" and welcomed ", " Secretary of State for Scotland Alistair Carmichael last month that he would join such a negotiating team. ", "Mr Salmond said his negotiating team had \"recruited specialism in a variety of fields\".", "The first minister renewed his claim that the Bank of England would be \"a shared central bank\" after independence.", "\"There will be a sustainability agreement between the governments in terms of borrowing levels and debt levels,\" he said.", "\"We set that out in our proposals.\"", "The UK government has said it would not agree to a currency union with an independent Scotland, but Mr Salmond argued American economist Joseph Stiglitz had said \"a shared currency is a very, very viable and common sense thing to do\".", "Meanwhile, Mr Darling again said the pro-Union parties would deliver more powers for the Scottish Parliament if there was a \"No\" vote.", "\"It's quite a clear choice now,\" he said.", "\"We can have faster, safer and better change, reform so that we can strengthen the health service, we can safeguard jobs.", "\"But you don't have the risks that come with independence, to jobs, to the funding of pensions and the health service, the uncertainty about currency.\"", "Pressed on whether details of more powers would be available ahead of the vote, the Better Together leader said: \"What has been agreed is the timetable that will bring together the proposals made by the three non-nationalist parties.", "\"Now that's abundantly clear that we will be able to start that process on Friday, if we vote to stay in the United Kingdom.\"", "The interviews came after Yes Scotland campaigners claimed their private canvassing showed \"the votes are there for a 'Yes' majority\".", "However, Better Together said the \"No\" vote was \"holding up\".", "Three polls have put the \"No\" campaign in the lead, while one has put the pro-independence \"Yes\" campaign ahead.", "The ", " - carried out between 9 and 12 September and excluding \"don't knows\" - puts the \"No\" campaign on 51% and the \"Yes\" campaign on 49%.", "The pro-independence Yes Scotland campaign has not revealed the number of people it has talked to during its private canvassing, but claimed to have achieved a higher return than ever before.", "Better Together campaign director Blair McDougall said polls showed the referendum vote was \"on a knife-edge\".", "Better Together published a poll on Saturday suggesting 53.5% opposed independence and 46.5% backed it, when undecided voters were excluded.", "The telephone poll, commissioned by Better Together from pollsters Survation, reached 1,044 respondents, with an effective sample size of 927.", "Conducted between 10 and 12 September, it also pointed to a very high turnout, with 93% of voters surveyed saying they are certain to vote.", "Another poll for the Observer newspaper, gave the \"No\" campaign a six point lead - 53% to the pro-independence campaign's 47%.", "And a new Sunday Times poll - conducted by Panelbase - puts the voters who intended to vote \"No\" on 50.6% while the \"Yes\" campaign was on 49.4%.", "However, an ICM poll for the Sunday Telegraph has suggested Scotland could become independent, putting the \"Yes\" camp in the lead. Excluding undecided voters it found \"Yes\" to be on 54% and \"No\" on 46%.", "The poll was carried out between 10 and 12 September and had a sample size of 705 - smaller than many of the other polls.", "A referendum on whether Scotland should become independent is to take place", "Meanwhile, a leading economist has said there is \"little basis\" for \"fear-mongering\" over the economy of an independent Scotland.", "Joseph Stiglitz countered the view of fellow Nobel prize-winning economist Paul Krugman, who recently warned that Scotland would face \"huge risks\" going it alone and told Scots to \"be very afraid\".", "Mr Stiglitz said that while there would be risks in the event of a Yes vote, the risks of Scotland remaining in the union and UK leaving the EU would be \"significantly greater\".", " and ", ", he urged Scots to focus on \"vision and values\" in the last few days before the crucial vote.", "He said: \"Krugman, for instance, suggests that there are significant economies of scale: a small economy is likely, he seems to suggest, not to do well.", "\"But an independent Scotland will still be part of Europe, and the great success of the EU is the creation of a large economic zone.", "\"By an order of magnitude, far more important than size is the pursuit of the right policies.\""], "title": ["Scottish independence: Campaign leaders stress vote will stand"]},
{"body": ["Thousands of people across the globe have tweeted messages of support and encouragement as Scotland awaits the decision on its independence from the United Kingdom. ", "BBC Scotland has so far collated 13,670 geo-tagged tweets and developed an interactive map to see when, what, and where people are tweeting from, using the #indyref hashtag.", "It's no surprise the epicentre for tweets is Scotland (more than 5,900) and England (more than 4,700), but there are also posts coming from as far away as Algeria, Fiji, North Korea, and Sierra Leone.", "Twitter activity has been monitored since the polls opened at 0700 today, and the map will be updated hourly until approximately 0700 on 19 September when Scotland's future should have been decided.", "For accuracy BBC Scotland is only collating posts from geo-tagged Twitter accounts - accounts that specify a longitude and latitude for tweets - which typically only accounts for 1% of tweets.", "Here's just a small selection of what people around the world have said so far:", "The people of Scotland went to the polls on 18 September to vote in the independence referendum.", "They were asked the \"Yes/No\" question: \"Should Scotland be an independent country?\""], "title": ["Scottish referendum: Map reveals global interest in referendum"]},
{"body": ["Until now, one of the most remarkable features of the opinion polls on how people propose to vote in the referendum on Scottish independence has been their stability.", "Almost every company has reported much the same result from one poll to the next. ", "True, the different companies have often produced results that were different from each other, thereby creating some uncertainty about the exact level of support for \"yes\" and \"no\". However, neither camp appeared to have acquired any kind of momentum.", "There are now though consistent signs of movement in favour of a \"yes\" vote, movement that follows on from the publication of the ", " on independence at the end of November.", "Since that unveiling, five nationwide polls of people's inclination to vote \"yes\" or \"no\" have been published, four before Christmas and one last weekend. In each case the same company had also previously conducted a poll in September or October, well before the White Paper was unveiled.", "Every single one of those polls has reported an increase in the proportion saying \"yes\" rather than \"no\" (", "). The increase has not always been a large one - in one instance, for example, the rise was no more than a statistically insignificant one point. ", "However, in the ", ", there was no less than a six point swing to \"yes\". At 46% that poll's estimate of the \"yes\" vote among those voters that have made up their mind was the highest yet to be recorded by any independently commissioned poll - and put it not that far from the 50% winning post.", "On average the five post-White Paper polls have put the \"yes\" vote at 39%, up three points on the equivalent figure recorded by those same polls in the early autumn.", "Inevitably, the most recent poll from ICM has particularly caught the attention of those campaigning for a \"yes\" vote. ", "They are hoping it shows that the trickle of support in its favour uncovered by the four polls conducted shortly before Christmas is turning into a steadily flowing stream now that the year of the referendum is upon us.", "There is though perhaps reason to exercise a degree of caution in looking at the size if not necessarily the direction of the swing in ICM's poll. The movement was entirely confined to those aged less than 44. The level of support for \"yes\" among those aged 45 and over was almost exactly the same as it was last time.", "The \"yes\" vote was up six points among those aged 25 to 44. But the really big increase - one of no less than 33 points - was registered amongst those aged 16 to 24. Such an increase might be thought improbably big.", "The trouble is all pollsters struggle to get young people to respond to their surveys. As a result they often end up interviewing fewer younger people than they would like, and to try to overcome the deficit have to give more weight to the response of those who they do manage to contact. ", "That can result in a lot of weight (", ") being given to the interviews given by a relatively small number of young people. ", "Yet because relatively few young people have been interviewed in the first place, a poll's estimate of how young people will vote can easily bump up and down from one survey to the next simply as a result of chance.", "Only time - and more polls - will eventually tell us whether ICM's poll has exaggerated the swing to yes or not. In the meantime a campaign that was seemingly at risk of being a little dull has finally generated a degree of excitement."], "title": ["Scottish independence: Are referendum polls on the move?"]},
{"body": ["Scotland has voted to stay in the United Kingdom after voters decisively rejected independence.", "With the results in from all 32 council areas, the \"No\" side won with 2,001,926 votes over 1,617,989 for \"Yes\".", "Scotland's First Minister Alex Salmond called for unity and urged the unionist parties to deliver on more powers.", "Prime Minister David Cameron said he was delighted the UK would remain together and that commitments on extra powers would be honoured \"in full\".", "Mr Cameron said the three main unionist parties at Westminster would now follow through with their pledge of more powers for the Scottish Parliament.", "He announced that ", ", who led Glasgow's staging of the Commonwealth Games, would oversee the process to take forward the commitments, with new powers over tax, spending and welfare to be agreed by November, and draft legislation published by January.", "The prime minister also acknowledged that the people of England, Wales and Northern Ireland must have a bigger say over their affairs.", "And he promised a solution to the West Lothian question - the fact that Scottish MPs can vote on English issues at Westminster, and not the other way round.", "In other developments:", "The result became a mathematical certainty at 06:08, as the returning officer in Fife announced a comfortable No vote.", "Shortly afterwards, Mr Salmond said he accepted the defeat and called for national unity.", "He told supporters: \"The unionist parties made vows late in the campaign to devolve more powers to Scotland.", "\"Scotland will expect these to be honoured in rapid course - as a reminder, we have been promised a second reading of a Scotland Bill by March 27 next year.", "And the first minister said: \"Whatever else we can say about this referendum campaign, we have touched sections of the community who have never before been touched by politics, these sections of the community have touched us and touched the political process.\"", "In a rallying call to his supporters, Mr Salmond urged the Yes voters to reflect on how far they had come.\"I don't think any of us, whenever we entered politics, would have thought such a thing to be either credible or possible,\" he said.", "He also claimed the campaign had put \"a scare and a fear of enormous proportions\" at the heart of the Westminster establishment. ", "\"Today of all days as we bring Scotland together, let us not dwell on the distance we have fallen short, let us dwell on the distance we have travelled and have confidence the movement is abroad in Scotland that will take this nation forward,\" he added.", "The margin of victory for the Better Together campaign - 55% to 45% - was greater by about 3% than that anticipated by the final opinion polls. The winning total needed was 1,852,828. ", "Speaking in Downing Street, Mr Cameron said the result was decisive.", "He said: \"Now the debate has been settled for a generation, or as Alex Salmond has said: 'Perhaps for a lifetime'.", "\"So there can be no disputes, no re-runs; we have heard the will of the Scottish people.\"", "The prime minister also spoke of the implications for the other nations of the UK.", "\"In Wales there are proposals to give the Welsh Government and Assembly more powers and I want Wales to be at the heart of the debate on how to make the United Kingdom work for all our nations,\" he said.", "\"In Northern Ireland, we must work to ensure that the devolved institutions function effectively.\"", "Mr Cameron said \"millions of voices of England must also be heard\".", "\"The question of English votes for English laws, the so-called West Lothian question, requires a decisive answer so just as Scotland will vote separately in the Scottish Parliament on their issues on tax, spending and welfare, so too England as well as Wales and Northern Ireland should be able to vote on these issues.", "\"And all this must take place in tandem with and at the same pace as the settlement for Scotland.\"", "What started as a vote on whether Scotland would leave the UK has ended with an extraordinary constitutional revolution announced outside Downing Street by the Prime Minister. ", "It throws down the gauntlet to the Labour Party, and hints that we are going to see very big change coming and it had better come quickly.", "We always used to be told that if you laid all the economists in the world end to end they still wouldn't reach a conclusion and I think that could be said often about parliamentary committees and inquiries and commissions.", "Well, it can't happen this time because it's not taking place in a sealed room with the Westminster parties, the old smug consensus, getting round an argument with each other as before.", "This is really taking place in a huge glass house, being watched by all the Scottish voters and by millions of people around the UK.", "What the Scottish shock has done is produce a constitutional revolution on a very, very tight timetable. Possibly the most exciting political story in my lifetime.", "Following his appointment by the prime minister, Lord Smith of Kelvin said he had begun work to oversee the process of delivering more powers for the Scottish Parliament. ", "He said: \"There is an appetite for change and a strengthening of the powers for the Scottish Parliament. This is backed by all the main political parties. ", "\"My role is to create a process through which we can channel that energy into real action. ", "\"This won't be a drawn out process; I have started work today and will present what I hope will be unifying recommendations on 30th November.\" ", "Lord Kelvin said there would be an opportunity for \"everyone to have their say\". ", "He promised to engage with all political parties, trade unions, businesses or voluntary organisations and listen to \"ideas and thoughts\" from ordinary people.", "Alistair Darling, who led the Better Together campaign, said the people of Scotland had \"chosen unity over division and positive change rather than needless separation\".", "\"It is a momentous result for Scotland and also for the United Kingdom as a whole,\" he said. ", "Mr Darling said the result had \"reaffirmed all that we have in common and the bonds that tie us together\", adding: \"Let them never be broken.\"", "\"As we celebrate, let us also listen,\" he said.", "Across Scotland, the \"No\" vote had a majority in 28 of the country's 32 local authority areas.", "Dundee was the first area to back independence. On a turnout of 78.8%, \"Yes\" polled 53,620 votes to the \"No\" campaign's 39,880.", "The other three areas were all clustered in Labour's traditional west of Scotland heartland. ", "Glasgow, Scotland's largest council area and the third largest city in Britain, voted in favour of independence by 194,779 to 169,347, although turnout was lower than in other areas at 75%.", "West Dunbartonshire also gave its backing to independence, voting 54% to 46% in favour, with North Lanarkshire completing the \"Yes\" quartet by 51% to 49%.", "In Scotland's 28 other local authority areas, it was a night of huge disappointment for the pro-independence movement.", "Hoped-for breakthroughs in other traditional Labour strongholds such as South Lanarkshire, Inverclyde and across Ayrshire never materialised.", "Edinburgh, the nation's capital, clearly rejected independence by 194,638 to 123,927 votes, while Aberdeen City voted \"No\" by a margin of more than 20,000 votes.", "Balmoral seems very remote and cut off but of course the Royal Family has been following this minutely. ", "Reaction - one word, relief. Relief that's it's over, relief that Scotland has decided what it has. ", "The Queen undoubtedly, privately would have felt immense sadness had the United Kingdom been split up. ", "Relief too for her officials who had been starting to contemplate some very tricky constitutional issues. ", "Once all the politicians have said what they wish to say, I think this afternoon it is expected that the Queen will issue a short written statement. ", "It seems logical to surmise that after this really quite divisive campaign she will concentrate on the vote, the decision that Scotland has taken, and express the hope that Scotland will now move on."], "title": ["Scottish referendum: Scotland votes 'No' to independence"]},
{"body": ["Scottish first minister Alex Salmond has launched his government's ", ", calling it a \"mission statement\" for the future.", "The 670-page White Paper promised a \"revolution\" in social policy, with childcare at its heart.", "The launch came ahead of next September's independence referendum.", "Alistair Darling, leader of the campaign to keep the Union, branded the document a \"work of fiction, full of meaningless assertions\".", "On 18 September, Scots voters will be asked the yes/no question: \"Should Scotland be an independent country?\"", "Launching the paper - titled Scotland's Future: Your guide to an independent Scotland - in Glasgow, Mr Salmond said: \"This is the most comprehensive blueprint for an independent country ever published, not just for Scotland but for any prospective independent nation.‬‬‬", "\"But more than that, it is a mission statement and a prospectus for the kind of country we should be and which this government believes we can be.", "\"Our vision is of an independent Scotland regaining its place as an equal member of the family of nations. However, we do not seek independence as an end in itself, but rather as a means to changing Scotland for the better.\"", "As well as making the case for independence, the White Paper also set out a series of policy pledges which the SNP said it would pursue if elected as the government of an independent Scotland.", " These included:", "The Scottish government said Scotland's finances were healthier than those of the UK, providing a strong foundation to put the focus of the referendum campaign on Scotland's future.", "Mr Salmond said the list of policies would help address what he described as the \"damage caused by the vast social disparities which have seen the UK become one of the most unequal societies in the developed world\".", "\"We know we have the people, the skills and resources to make Scotland a more successful country,\" he added.", "\"What we need now are the economic tools and powers to build a more competitive, dynamic economy and create more jobs.", "\"This guide contains policies which offer nothing less than a revolution in employment and social policy for Scotland, with a transformational change in childcare at the heart of those plans.", "\"Our proposals will make it far easier for parents to balance work and family life and will allow many more people, especially women, to move into the workforce, fostering economic growth and helping to boost revenues - which will in itself help pay for the policy.\"", "Deputy First Minister Nicola Sturgeon addressed MSPs at Holyrood just a few hours after the document was published, and said the blueprint for independence would drive forward the debate over the country's future.", "Blair Jenkins, chief executive of the pro-independence Yes Scotland campaign, said of the White Paper: \"It addresses the questions and concerns that matter to the people who live and work in Scotland, from childcare to how the country will be rid of Trident and the nuclear weapons of mass destruction.", "\"It is a very informative and easy-to-understand guide and it will open a new dimension in the debate about Scotland's future and the choice we face next September over the opportunity to make our own decisions according to our own needs, priorities and aspirations or sticking with a Westminster system that is simply not working for Scotland.\"", "But Mr Darling, the former UK chancellor who now leads the Better Together campaign, said the White Paper had failed to give credible answers to fundamentally important questions.", "He went on: \"What currency would we use? Who will set our mortgage rates? How much would taxes have to go up? How will we pay pensions and benefits in future?", "\"It is a fantasy to say we can leave the UK but still keep all the benefits of UK  membership. The White Paper is a work of fiction. It is thick with false promises and meaningless assertions.", "\"Instead of a credible and costed plan, we have a wish-list of political promises without any answers on how Alex Salmond would pay for them.\"", "Mr Darling said the childcare pledge could be delivered now, and raised concern about the viability of the Scottish government's plan to keep the pound, saying SNP ministers needed a currency \"Plan B\".", "The Scottish government's critics have also questioned its plan to get rid of Trident nuclear weapons - currently based on the Clyde - while being a member of Nato.", "For the UK government, Scottish Secretary Alistair Carmichael said the Scottish government had deliberately ignored the uncertainties and difficulties of independence, and had failed to put a price tag on its vision, adding: \"Rarely have so many words been used to answer so little.", "\"We know that the terms of independence would need to be negotiated with many countries including the rest of the UK and the EU.", "\"An honest assessment of the challenges and uncertainties of leaving the UK would have seriously helped the debate between now and September. ", "Instead we have been given a wish with no price list. Today was their chance to level with people. They have chosen a different path and people in Scotland will judge them on that.\""], "title": ["Scottish independence: Referendum White Paper unveiled"]},
{"body": ["On September 18th, voters in Scotland will be asked \"Should Scotland be an independent country?\"", "And, after years of debate, it will finally come down to whether voters put their crosses next to \"Yes\" or \"No\".", "But what happens if you're on holiday, turning 16, or studying in Scotland on referendum day?", "Will you get a vote in the referendum?", "For the first time in Scotland, 16 and 17-year-olds will get to vote in the referendum.", "As long as you were born on 18 September 1998 or before, and live in Scotland, you can have your say on Scotland's future.", "For those of you turning 16 on September 19th, sorry, but you'll have to wait for a while to cast your first vote.", "But then, at least you won't have to spend any of your birthday inside a polling station.", "Yes, as long as you have your keys by 2 September.", "That's the deadline for registering to vote so, if you have moved in by then, you can register to have your say in the referendum.", "That's assuming, of course, that you're 16 or over and meet ", ".", "If you do, why not have a joint housewarming/referendum party?", "People might leave Scotland on holiday in September in a desperate search for a bit of sun.", "If that's you then, don't worry, you will still be able to vote. You have two options....", "Most undergraduate courses at Scottish universities start or restart in mid to late September, so students might miss the 2 September registration deadline.", "If, outside of term time, your home address is in Scotland, it would be best to be registered there so you can definitely vote when referendum day comes, even if it's by post or proxy.", "If you live outside of Scotland, then you have to move in to your university accommodation in Scotland by 2 September if you want to vote.", "It might not be the highlight of your freshers' week, but it is important.", "Yes!", "Whether you've just moved to Scotland, or were born there when Sean Connery was still in nappies, everyone needs to be registered to vote in the referendum.", "You can find out more about registering to vote from the ", ". Even if you think you're registered, it's best to check.", "Whatever your situation, if you're eligible to vote, make sure you don't miss out on one of the biggest decisions in Scotland's history."], "title": ["Scottish independence: Do I get a vote in the referendum?"]},
{"body": ["A Hertfordshire radio station has banned all Scottish music until after the independence referendum.", "BOB FM says it is going \"Scot Free\" by removing artists like Paolo Nutini and Primal Scream from its playlist until after 18 September.", "Better Together said it was \"not the biggest issue\" affecting Scotland.", "A Yes Scotland spokesman said the \"sound of celebration\" after a Yes vote will be heard \"as far as the Home Counties.\"", "On Wednesday morning, breakfast show host Graham Mack interrupted '500 Miles' by The Proclaimers to ", ".", "He said: \"I've had enough of this! You'll walk 500 hundred miles, but you don't want anything to do with England? After all we've done for you!", "\"From now on, this radio station is banning anything Scottish, that includes music by ALL Scottish artists! Until further notice, BOB fm is now Scot Free!\"", "The station also created a new logo featuring the union flag without the Scottish blue.", "A spokesman for Yes Scotland said: \"The sound of celebration after a Yes vote next Thursday will be heard, even as far as the Home Counties, and will be music to our ears.\"", "A spokesman for Better Together said: \"In a week where major banks have said they plan to move business to England, this is probably not the biggest issue affecting people in Scotland.\""], "title": ["Scottish independence: Radio station bans Scottish music until after referendum"]},
{"body": ["Police have launched an investigation after a number of people apparently tried to sell their votes in the independence referendum online.", "Votes for the 18 September ballot were listed on internet auction site eBay, which has since removed the items.", "The Electoral Commission said both the selling and buying of votes was illegal.", "One online listing offered buyers a \"unique piece of British history\".", "The Glasgow-based vendor wrote that he was selling his vote - with a starting price of 99p - because he did not \"give a flying monkeys [sic] about any of this\".", "He went on: \"This is my very own unique piece of British History!", "\"This could be the deciding vote. Who knows? I am a hard working Scottish citizen with a house, a gorgeous wife and 2 beautiful kids who are my world. ", "\"This vote will not change anything in our lives so I have decided not to vote.\"", "The listing was signed off: \"Happy Bidding.\"", "A spokeswoman for the Electoral Commission said it had made an agreement with eBay that any such \"votes for sale\" listings would be taken down and referred to police.", "She added that selling and buying votes was a criminal offence that could lead to a year in prison or a \"substantial\" fine.", "\"Anyone that believes an offence may have been committed, for instance because bids were made on a vote advertised as 'for sale', should refer this matter to the police,\" she told the BBC.", "\"We advise eBay to refer any such cases to the police themselves.\"", " A Police Scotland spokeswoman said: \"We will respond appropriately to any issues which arise.", "\"We are investigating these incidents and therefore cannot comment on the outcome of these incidents until all inquiries are concluded. ", "Where other incidents are reported they will be investigated and appropriate action taken.\""], "title": ["Scottish independence: Referendum votes 'for sale' on eBay"]},
{"body": ["Royal Bank of Scotland has confirmed it will relocate its registered headquarters to London if Scotland votes for independence next week. ", "In a letter to staff, the bank's chief executive said there was no intention to move operations or jobs.", "Scottish First Minister Alex Salmond has accused the Treasury of leaking sensitive market data about RBS.", "A Treasury source dismissed Mr Salmond's claim as \"absurd\", calling it a \"desperate distraction tactic\".", "Mr Salmond said the Treasury had leaked details of an RBS notice to markets in breach of financial regulations. ", "The first minister said he would write a letter of complaint to the head of the civil service and the prime minister.", "Mr Salmond said the leaking of such information was a clear breach of city rules which barred the release of such information before the markets opened at 07:00 and called for an official inquiry. ", "The news was broadcast on the BBC at 22:00 on Wednesday evening and Mr Salmond said he expected the broadcaster to co-operate with the inquiry.", "At a press conference with the international media on Thursday, Mr Salmond was applauded as he mocked the BBC for its \"impartial coverage\", and accused the \"metropolitan media\" of recycling old news about RBS and Standard Life.", "BBC assistant political editor Norman Smith said Treasury sources dismissed claims they deliberately leaked news about RBS preparing to relocate its headquarters as \"absurd\".", "Treasury sources said they were responding to inquiries from journalists.", "For what its worth, some bankers have seen the invisible hand of 10 Downing Street corralling these bankers to make announcements that have been embarrassing for Alex Salmond and those campaigning for independence. ", "\"There was someone in Number 10 trying to get the banks to co-ordinate on this\" a senior banker told me.", "But Downing Street says this isn't true. ", "So I cannot tell you if there is sinister Sassenach conspiracy here.", "What I can tell you is that there are some economic consequences from the relocation, but quantifying them is hard.", "It is understood they were contacted by The Sun newspaper after Lloyds had issued a statement about its future. Questions were then put to the Treasury about the future of RBS, which has been based in Scotland since 1727.", "They said the story about RBS potentially moving its headquarters had already been reported elsewhere previously.", "The sources also suggested that claims by Mr Salmond that any decision by RBS to relocate would have no impact, was wrong. They said if RBS had its headquarters in London the banking rules under which it operated would be drawn up by the Bank of England.", "RBS ", " on Thursday morning that it believed it would be \"necessary to re-domicile the bank's holding company\".", "The bank's chief executive Ross McEwan sent a letter to staff which said he did not believe moving the bank's registered headquarters would have any impact on its everyday banking services.", "The letter stated: \"It is my view as chief executive that any decision to move our registered headquarters would have no impact on our everyday banking services used by our customers in Scotland.", "\"This is a technical procedure regarding the rotation of our registered head office based on our current strategy and business plan. It is not an intention to move operations or jobs.", "\"Our current business in Scotland, including the personal and business bank, IT and operations, human resources and many other functions, are here because of the skills and knowledge of our people, and the sound business environment. ", "\"So far, I see no reason why this would change should we implement our contingency plans.\"", "BBC news online has been taking the views of business since the Scottish independence debate has been hotting up over the past few months. All have said it is up to the people of Scotland to decide their future. Some have sat on the fence, but others have been more forthright in their views.", "Meanwhile, Scotland's largest fund manager's boss said an independent Scotland would be a huge success. ", "Martin Gilbert, chief executive of Aberdeen Asset Management said: \"I think an independent Scotland would be a big success, but it is a secret ballot and I will abide by that.", "\"Most sensible people now accept that Scotland would be prosperous with either outcome in the current constitutional debate.\"", "Elsewhere, the International Monetary Fund (IMF) said a vote for independence would \"raise a number of important and complicated issues that would have to be negotiated.\"", "A spokesman said the main immediate effect was likely to be \"uncertainty over the transition to potentially new and different monetary, financial, and fiscal frameworks in Scotland.\"", "He added: \"While this uncertainty could lead to negative market reactions in the short-term, longer-term effects would depend on the decisions being made during the transition. And I would not want to speculate on this.\"", "Lloyds Banking Group, Tesco Bank, Clydesdale Bank and TSB have all been setting out their post-referendum contingency plans.", "Lloyds said it could shift its legal home to its headquarters, which is already in London.", "However, Lloyds said this was just a legal procedure and \"there would be no immediate changes or issues\".", "The statement from Lloyds said: \"While the scale of potential change is currently unclear, we have contingency plans in place which include the establishment of new legal entities in England. This is a legal procedure and there would be no immediate changes or issues which could affect our business or our customers.", "\"There will be a period between the referendum and the implementation of separation, should a 'Yes' vote be successful, that we believe is sufficient to take any necessary action.\"", "Lloyds, in which the UK government has a 25% stake, owns Bank of Scotland and Halifax.", "The move of what Lloyds describes as \"legal entities\" indicates that the banking group is not suggesting there will be a mass relocation of its 16,000 Scottish-based staff. The move would simply mean that the bank would remain protected and regulated by the Bank of England.", "Clydesdale Bank, which is part of National Australia Bank, also said its contingency plans for a \"Yes\" vote included re-registering as an English company.", "TSB, which is registered in England but has a Scottish headquarters for its banking operation, said it would establish additional legal entities in England in the event of a \"Yes\" vote. ", "And in a statement posted on its website, Tesco Bank said: \"To ensure we provide long term continuity for customers after the transition is complete, our contingency plans include the creation of a new registered company, domiciled in England.\"", "\"Scotland is an important market to us and will continue to be an important market regardless of the outcome of the referendum,\" added the bank, which is one of the five biggest lenders in the Scottish market. ", "On Wednesday, insurance and pensions giant Standard Life said it was \"planning for new regulated companies in England to which we could transfer parts of our business if there was a need to do so\".", "Responding to the announcements by RBS and Lloyds, Mr Salmond said: \"We know the moves both from Lloyds and the Royal Bank of Scotland will have no impact on operations or jobs. They are about brass plaques.", "\"These are contingency plans and they make it quite clear in the statements that they make.", "\"And the way to avoid any uncertainty in the financial markets is for the United Kingdom to say, following the Edinburgh agreement which they signed, that they will sit down reasonably with the Scottish government after people in Scotland vote 'Yes' in the referendum, and discuss these matters in the best interests of Scotland and the rest of the United Kingdom.\"", "Elsewhere, John Lewis chairman Sir Charlie Mayfield claimed shoppers in Scotland could face higher prices if the country votes in favour of independence.", "Sir Charlie said the retailer had no intention of reducing its commercial presence north of the border, where it has nine shops, a contact centre and employs more than 3,000 people.", "But he cautioned that firms were unlikely to continue sharing the burden of higher operating costs in Scotland across all UK customers in the event of the break up of the Union.", "He told BBC Radio 4's Today programme: \"From a business perspective there will be economic consequences to a Yes vote, not just in uncertainty but some of the turmoil we are hearing about.", "\"And it is also the case that it does cost more money to trade in parts of Scotland and therefore those hard costs, in the event of a Yes vote, are more likely to be passed on.\"", "But he added: \"On the day after the referendum the shops are going to open on time, nothing will change.\"", "Angus Grossart, chairman of merchant bank Noble Grossart, said that people should \"not panic\" following the decisions made by the two banks. He told the Financial Times that the impact of a Yes vote was \"severely overstated\".", "Mr Grossart, one of the most senior figures in Scotland's financial establishment, said people were \"overreacting\" to the threats of exodus of firms.", "\"I think it is getting out of hand,\" he told the Financial Times. \"To hear some of the comments you almost expect people to be predicting a plague of locusts or mice next.\""], "title": ["Scottish independence: RBS confirms London HQ move if Scotland votes 'Yes'"]},
{"body": ["Several thousand Kashmiris will be voting in a historic and much awaited referendum, this week. ", "That vote will determine whether a region with a distinct identity can successfully secede from a much larger nation. ", "Their ballots will be cast, however, in Glasgow - not in Srinagar or Jammu.", "Of the 20,000 or more people of Pakistani origin living in Glasgow, many are from Pakistan-administered Kashmir.  ", "In Kashmir, the first pledge that people there  would determine their future by a plebiscite or referendum was made in 1947. At that time, the Scottish National Party (SNP) was in its infancy. It had no members of parliament and any talk of Scotland's independence would have been regarded as fanciful.", "Almost 70 years later, where are we now?", "The pro-independence SNP is in power in Scotland's devolved government and has achieved the landmark success of negotiating with the UK government this binding referendum. The opinion polls  suggest the outcome is going to be close. ", "In Kashmir, however, while demands for a referendum persist, the chances of it happening are remote.  ", "\"The Kashmir referendum is probably the most important referendum that never happened,\" says prominent South Asia historian, Yasmin Khan. ", "The Scottish government, in its document setting out the case for independence from the UK, asserts that of new states which have become UN members since World War Two, 30 achieved independence after a referendum.", "Many of these referendums have followed wars, or separatist insurgencies. In Scotland's case, of course, there has been no resort to arms, no threat of force. ", "Much smaller states than Kashmir have become independent after a referendum - East Timor, for example. And there are other regions where a referendum has been talked about, and indeed endorsed by the UN, but not happened, such as Western Sahara. ", "So how did Kashmir come to be promised a vote on its future, and why didn't it happen?", "Kashmir's modern history is both complex and deeply contested. But in a nutshell…", "When the British governed India, the region of Jammu and Kashmir was ruled by its own maharajah. In 1947, when British India was divided into the independent states of India and Pakistan, Kashmir's maharajah - a Hindu ruling a mainly Muslim population - ducked deciding which state to join, hoping he may be able to become independent.", "An invasion by armed tribesmen from Pakistan forced the maharajah's hand. He joined India, which sent troops to save his capital from ransack and managed to secure control over most, but not all, of the princely state. Indian troops have been there ever since.", "When Lord Mountbatten, India's first Governor-General, accepted Kashmir's accession, he said it should eventually be \"settled by a reference to the people\". India's Prime Minister, Jawaharlal Nehru, also pledged a plebiscite or referendum for Kashmir under international auspices. This was later enshrined in UN Security Council resolutions.", "The leading Kashmiri nationalist of that era, Sheikh Abdullah, initially supported Indian rule, and wasn't keen on a referendum. Over time, he came to argue that there should be a vote… while Nehru became determined not to hold one, because it meant endangering India's hold on the region.", "Omar Abdullah, Sheikh Abdullah's grandson, is currently the chief minister of the Indian state of Jammu & Kashmir. He supports Indian rule and won an election to achieve office. India says that shows Kashmiris have endorsed being part of India at the ballot box. ", "But Kashmiri separatists don't contest Indian elections and they argue voters choosing between a range of pro-India parties are not endorsing the principle of Indian rule.", "If there was a referendum in Kashmir, what would the outcome be?", "Nobody knows. ", "Twenty-five years of separatist insurgency in Indian-administered Kashmir, and the Indian response to it, have claimed tens of thousands of lives. They have also created a climate where people are often reluctant to say what they really feel.", "Earlier in the year when I was in the Kashmir valley - the heartland of Kashmiri culture and identity - a reliable political commentator told me there was considerably more support for Pakistan than for India, and much more backing for independence than for either country.", "But there are two points to bear in mind: the referendum the UN envisages would not give the option of an independent Kashmir, only of accession to India or Pakistan; and it would cover the whole of the former princely state, of which the Kashmir valley constitutes less than half the total population and under a tenth of the area.", "There's much less support for independence in the part of Kashmir under Pakistan's control and in Hindu majority Jammu on the Indian side of the line.", "So, as I said, it's complicated.", "But will Scotland's vote make any difference to Kashmir?", "The pro-independence Jammu & Kashmir Liberation Front has already pointed to the Scottish referendum as an example India should follow in Kashmir.", "When Kashmir has begun to recover from the recent devastating floods, and the political dust has settled in Scotland, observers in Srinagar will be keen to learn the lessons from this week's independence referendum.", "And while there are many and profound differences between Scotland and Kashmir, if there is an independent Scotland then the example of a small part of a powerful state breaking away will be much talked about. ", "And Kashmiri separatists, who are often told that their region is too small for independence, will point out that Scotland's population is almost exactly the same as that of the Kashmir valley. "], "title": ["Kashmir looks for local lessons in Scottish referendum"]},
{"body": ["Voters will be sent polling cards for the Scottish independence referendum a month before the ballot.", "The chief counting officer for the referendum, Mary Pitcaithly, has instructed the country's 32 councils to send out the cards on 14 and 15 August.", "Postal ballots will be sent between the 26th and 28th of the month.", "The referendum will be held on 18 September, with voters asked the \"Yes/No\" question: \"Should Scotland be an independent country?\"", "The dates for sending out polling cards are among eight directions sent by Ms Pitcaithly, who is also the chief executive of Falkirk council, to the counting officers at each of the country's 32 local authorities.", "The instructions are designed to help ensure \"a successful referendum, with a result that everyone will trust as accurate,\" Ms Pitcaithly said", "Because a high turn out is expected, Mrs Pitcaithly wants councils to print 120% of the required ballots for both postal voters and those who vote in person at polling stations, in case any papers get lost or damaged.  ", "To minimise delays, councils are also being directed to appoint one polling clerk for every 800 voters eligible to cast their vote in person at the polling stations.", "They must also have additional staff available to move between polling stations to help manage peaks and troughs during the day.", "Other directions include an instruction that ballot papers must be white, with one Official Mark for the whole of Scotland carried on all ballot papers.  ", "The front of the ballot paper will bear this official security mark, while the back will carry a unique identifying number and the name of the relevant council area.", "The chief counting officer has confirmed that the count will take place overnight on Thursday 18 September and start as \"soon as reasonably practicable\" after the poll closes at 22:00.", "In addition, she has directed that local authorities who adopt the \"mini-count\" method may move to the count stage before the verification process of all votes cast has finished.  ", "This will help councils, especially in rural areas, where there is likely to be a long delay between the arrival of the first and last ballot box at the local count centre.", "Ms Pitcaithly said: \"My focus is on ensuring that all elements of planning and delivery of the Scottish independence referendum are undertaken with the interests of the voter at the heart of all decisions. ", "\"I believe these directions will inspire confidence and provide consistency in the process so that we can administer a successful referendum, with a result that everyone will trust as accurate.\""], "title": ["Scottish independence: Referendum vote details unveiled"]},
{"body": ["Scotland's historic referendum on independence has resonated across the world, with many countries watching its outcome closely.", "BBC correspondents in Australia, Canada, India, Spain, Italy, Germany, and Romania take a look at how Scotland's \"No\" vote has been received and what it means for the countries they cover.", "Catalonia is probably the place outside of the UK where Scotland's referendum had, and still has, most resonance.", "Why? Because the Catalan government plans a Scottish-style vote on independence on 9 November, even though the Spanish government has called it \"illegal\". ", "Waking up on Friday, pro-independence Catalans, at least privately, cannot fail to be disappointed. ", "The Catalan president, who is expected to get the green light from the regional parliament in Barcelona to hold a similar vote, admitted to me last week that he wanted a \"Yes\" in Scotland to prove that there could be a successful referendum for independence in part of a fellow EU country. ", "Catalonia's Foreign Secretary (a title that would raise many Spanish eyebrows), Roger Albinyana, told me that he was \"not at all disappointed\". ", "He is keen to point out that David Cameron allowed the Scottish vote. Mariano Rajoy will never give his approval to a vote here in Catalonia. ", "And for pro-independence Catalans Scotland was a \"democratic success\", a nation exercising \"their right to vote\". ", "However Catalans who passionately want Catalonia to remain part of Spain say the situation here is more complicated than, in the words of one activist, a \"black-and-white, yes-no\" decision. ", "The victory for the \"No\" vote will please many of Canada's editorial writers, most of whom came down firmly on the side of Scotland staying with the union.", "As the vote got closer, many other stories were gently shoved aside by major TV news networks, which had correspondents on the ground in Scotland providing minute-by-minute results. The interest was not surprising.", "Nearly five million Canadians identify themselves as Scottish. And Scots have had a huge impact on Canadian culture and history. ", "Many of those who migrated to Nova Scotia (New Scotland) did so because they were forced off their land. Opinion in some of the communities there tilted towards the Yes campaign.", "The Scottish debate seemed to have much more traction in the French-speaking province of Quebec. Referendums on separation from Canada were twice held there (1980 and 1995) and twice rejected, albeit by an extremely narrow margin in 1995.", "A group of Quebec \"sovereigntists\" who'd made the trip to Scotland to watch and learn from the process said they were hugely impressed by the precision and clarity of the \"Yes\" campaign. ", "But the group's leader, Alexandre Cloutier, admitted that the next referendum in Quebec could be a long way off.  In April, the pro-independence Parti Quebecois was swept from power in the province by the federalist Liberals. And support for separation in the province wavers at around 40%.", "Group members insist that despite the result, there are still many aspects of the Scottish vote that could inspire a new generation of Quebec separatists.", "But weighing into the debate, Quebec's Premier Philippe Couillard said that while Scotland's referendum was an example of the same kind of healthy tension that exists in Quebec, all comparisons after that were \"risky\".", "India's foreign minister didn't know Scotland was considering divorce, until an aide whispered in her ear.  A more pressing concern for some Indians was what it meant for the price of Scotch.", "There's also been some schadenfreude", ", watching their former colonial master prepare to \"partition\" itself.  ", "For many, the idea that the UK was about to give away some of its territory voluntarily - and because the British prime minister himself had allowed a vote - was hard to comprehend.", "And if the Scots had voted \"Yes\", it would have set an uncomfortable precedent in Kashmir.  India has never carried out its 1948 promise to hold a referendum there, and Kashmiris were quick to make the comparison with the Scots getting a vote.", "So it's not surprising Foreign Minister Sushma Swaraj's initial reaction to the idea the UK could break up was \"God forbid\".  It would have just made things too complicated.", "China's official reaction to the referendum's result was \"no comment\" because it was an internal matter for the UK. ", "But in the run-up to the vote, Premier Li Keqiang stressed that he wanted to see a \"united\" United Kingdom. ", "Privately at least, China's leaders will welcome the \"No\" vote.", "They will have worried that an independent Scotland may have inspired China's own minorities in Tibet and Xinjiang - and given those in Hong Kong and Taiwan new ideas.", "The narrative of the ruling Communist party is of a strong, unified China rising in the world. Any talk of separation or independence is crushed by force here.", "With that in mind, many Chinese were astonished that London allowed the referendum to go ahead - never mind that it would allow the UK to split up.", "Throughout the campaign, state media ran articles about how \"too much democracy\" had led to \"instability\" in the UK. ", "The message to Chinese readers was clear: China needs to stick together - otherwise it is inviting chaos.", "\"Scotland stays British!\" proclaims Germany's most popular newspaper. For Bild, like every other paper and TV news programme here, there is only one top story this morning - and on the whole only one response. ", "\"I'm hugely relieved,\" said one politician. \"It prevents further fragmentation of Europe.\"   ", "The government agrees - though the official line is less exuberant.  ", "\"We have always respected the fact that this referendum was called and that the central government in London agreed to this. And now we respect the outcome of it as well,\" said Angela Merkel. ", "Is she pleased with the result? The German chancellor was coy. \"I will not comment on this but just smile.\"  ", "Why? Politicians are looking ahead to a possible UK referendum on EU membership. Without Scottish voters, they think Britain's exit from the EU would have been far more likely. ", "But there are other considerations too. In a leader that ran two days ago, the broadsheet Sueddeutsche Zeitung expressed concern about the economic viability of independence. ", "On Friday morning the language was somewhat bolder. According to the Frankfurter Allgemeine the nationalists were \"promising the moon\". ", "Among ordinary Germans, I've yet to find someone who supported independence. ", "Take Edgar. Every day he stands on the bank of the river Spree, leans on his stick and shepherds tourists on to his sightseeing boat. \"Better together,\" he told me. \"Of course they're better together.\"", "The final result of Scotland's independence referendum missed the early editions of Italy's morning papers, but Italian shares hit new two-year highs at the opening of Milan's stock exchange. ", "The \"spread\" between the price of Italian and German 10-year treasury euro bonds hit a three-year low - signifying increased confidence in Italy's financial credibility.", "The leading daily Corriere Della Sera's headline ran: \"UK remains united but will still change\".", "Former Prime Minister Enrico Letta ", " (in Italian): \"Scotland has decided. Good for us and for Europe. Now let's not ignore the intolerance and fears which encourage separatists.\"", "Italy's Northern League separatist party, which dreams of setting up a republic called Padania in the Po River Valley, is currently in the doldrums after losing heavily at the last elections.", "Meanwhile a nascent movement for the independence of Venice, in times past a powerful European nation-state, is not taken seriously in Rome.", "Newspapers in the German-speaking South Tyrol, which passed to Italy after World War One, said that the Scottish referendum had been an \"incredible success\" simply because it had been allowed to be held.", "Listeners calling in to a leading radio talk show complained that in contrast to what happens in the UK, Italian politicians seem unable to carry out long-desired constitutional changes and electoral reforms. ", "Ethnic Hungarians in Romania's Transylvania region have welcomed the Scottish referendum result.", "\"This will help our striving for autonomy,\" said the president of the Szekler National Council, which is campaigning for an autonomous Szeklerland - a region in eastern Transylvania comprising largely Hungarian-speaking territory with roots going back to the Middle Ages. ", "\"The world has changed. The Scottish government and parliament will certainly have more autonomy in the future. Romania should learn from this to engage in debate with us, as we are asking for much less than the Scots,\" Balazs Izsak added.", "Approximately 800,000 Hungarians live in the two counties of Hargita and Covasna and a part of Mures county. Until the Treaty of Trianon in 1920, the whole of Transylvania was under Hungarian jurisdiction.", "But Hungarians in Romania today are divided over the autonomy efforts, and Romanians on the whole reject any debate about the possibility. ", "The Democratic Union of Hungarians (UDMR), who form part of the current Romanian government, this week published their own plans for Szekler autonomy, based on the model of Italy's South Tyrol province. ", "Leader Hunor Kelemen stressed the difference between the plan and Scotland's referendum.  ", "The number of Hungarians living in Transylvania is falling by about 20,000 each year, and champions of autonomy argue that this is the best way to preserve the Hungarian community. ", "Ethnic Hungarians also fear a new regionalisation plan for Romania, which would administratively divide their region further.", "A substantial proportion of the Australian population has Scottish heritage. As in Scotland, the issue of independence has divided that community. ", "The \"No\" victory will be welcomed by Australia's conservative Prime Minister Tony Abbott, a staunch unionist and royalist who was born in London to English parents. ", "The result has seen the pound strengthen against the Australian dollar as well as a host of other currencies. ", "The referendum has received widespread coverage here. ", "There is no real equivalent independence movement here although some in the mineral rich state of Western Australia have argued they should one day break away from Australia as a whole. But such a split is unlikely.", "The news that Scotland is not going to leave the UK will mean many governments are heaving a sigh of relief.", "Some feared that Scottish independence might encourage other separatist movements. Others worried that it would turn the rest of the UK into a weaker and distracted partner.", "But has Britain's global standing been affected nonetheless?", "There is an argument that the UK, along with the rest of the West, is already in decline - its clout eroded by the rise of emerging giants like China, India, Russia and Brazil.", "And the very fact of this referendum shows its power and prestige is on the wane, and its reliability as a partner has been undermined.", "There is a worry too that new devolved powers promised to Scotland, and further constitutional change being called for elsewhere in the UK, may mean that the government in London will be too distracted to pull its weight on foreign affairs."], "title": ["How Scotland's 'No' vote resonates around the world"]},
{"body": ["A new chapter in the Scottish independence referendum story is about to be written - because we've now entered into the official campaign period.", "Voters north of the border will go to the polls on 18 September when they will be asked the \"Yes/No\" question: \"Should Scotland be an independent country?\"", "They've got about 16 weeks to listen, watch and read all the arguments - from both sides of the campaign - in order to make up their minds.", "But what is this campaign period all about? Here's everything you would want to know...."], "title": ["Scottish independence: What is the 16 week referendum period for?"]},
{"body": ["For most Scots the independence referendum is unlike anything they've ever experienced before. ", "But Canadian Ailsa Henderson's experience of the 1995 Quebec referendum means much of the debate and campaigning surrounding Scottish independence referendum comes with a sense of familiarity. ", "And for Michal and Vladimira Moulisova from the Czech Republic, it has given them cause to reflect on the break-up of their home country of Czechoslovakia back in 1993.", "The 1995 Quebec referendum asked voters in the Canadian province whether they should proclaim national sovereignty.", "A previous referendum in 1980 saw 60% vote \"No\" and 40% \"Yes\", and was mainly concerned with things like language and culture.", "In 1995, the margins were much narrower with a \"No\" vote declared by 50.6 to 49.4%.", "Ailsa said: \"The second referendum in 1995 was more of a reaction to the failed constitutional negotiations following 1980, themselves a result of the campaign tactics of the Canadian government.\" ", "But by then the issues were a lot more numerous and entrenched.", "\"Completely different values, different preferences for social policy and a desire for self-determination, as well as their fear for economic and linguistic future and anger at the complete refusal of the Canadian government to recognise the Province of Quebec as a nation were all concerns. Almost all my friends from Quebec were supporting the campaign for independence.\"", "Ailsa's experience of the campaigns in Scotland also chime with her memories of the pro-independence and pro-Union campaigns in Quebec.", "\"There was a very risk-centred campaign from the No-side and a 'positive' campaign from the Yes. The aggressiveness is the same.\"", "\"It was a more visual campaign than here. There were posters on literally all the lampposts, ads on radio and television, and much more emotional and nationalistic message from the leaders.", "\"While things like posters, flags and badges have been used here in Scotland, I think in Quebec there was even more of people wanting to publicly declare which campaign they were backing. There wasn't really the same degree of celebrity endorsement in the Quebec referendum.\"", "And while both the Scottish pro-Union and pro-independence campaigns have been quick to accuse their opponents of causing uncertainty, at least Scots have the benefit of at least understanding the question being put to them. ", "\"There was considerably more confusion about what a Yes vote meant [in Quebec]. Although sovereignty partnership was in the question, was it a vote for [something similar to a devo-max option] or for independence?\"", "\"There was a partnership agreement between the Quebec parties and legislation in place, but there was also an issue of uncertainty about the outcome of the partnership negotiations. Here there were two main issues: clarity over what each side wants and clarity over what it would get. The latter was likely never really available, and certainly wasn't a question in 1995, but the former was, arguably.\"", "The people of Czechoslovakia didn't even get a say on the break-up of their country back in 1993.", "Michal says that while the people were disappointed, there had been no referendum to settle their country's fate.", "He says: \"It was a decision taken between the two leaders. Normal people were not important to the decision at all.", "\"They decided to split during summer or early autumn and the country split in the new year, so everything had to be resolved within six months, which it wasn't. ", "\"They had to solve a lot of stuff several years after. In the case of one village on the borders, they couldn't decide whether this village would be part of Slovakia or Czech Republic for four or five years. Others things like a transitional currency and citizenship were sorted out very fast.\"", "For the country, one of the greatest losses was that of prestige.", "Vladimira says: \"Czechoslovakia was quite well known and had quite a strong international export market. [After the split] we had to face the fact not many people knew the country, which was quite frustrating. After that, we lost a lot of markets so it was not beneficial for us. ", "\"Lots of the changes, for example privatisation, would probably have happened anyway but it probably would have been easier to compete. There was definitely a loss of clout.\"", "Both Vladimira and Michal say they don't think parallels between the Czech break-up and the current situation in Scotland are too obvious:", "\"The historical consequences and timing are very different. It happened in a transient time when economics were changing from socialistic to capitalistic economy so this was also quite different.\"", "Nonetheless Vladimira does think Scotland and the rest of the UK could learn from the close relationship the Czech Republic and Slovakia fostered after the break-up. ", "\"I don't think the relationship was harmed by the split. ", "\"In terms of trade we had an above-average relationship. At one stage the EU took issue with how close the relationship was, saying we were discriminating against other EU countries because at certain places like camp sites there would be three prices - one for the Czechs, a higher price for foreigners and a discounted price for the Slovaks.\"", "Looking forward, would it be possible for Scotland and the rest of the UK to maintain a relationship this close? Both Michal and Vladimira are hopeful. ", "\"It depends whether the English government will want to take revenge. If the governments are prepared to solve things amicably then things might not be that different than they are now. At the end of the day Scotland needs the rest of the UK, and the rest of the UK needs Scotland.", "\"In the event of a No vote I hope the government in London deliver what they have promised. ", "\"If it was just 10% of people supporting independence then maybe they could ignore it, but the fact that the polls are so close, especially when the majority of media are backing the Union, should itself tell the UK government that clearly something isn't working.\""], "title": ["Scottish independence: The debate from a Czech and Canadian perspective"]},
{"body": ["On Thursday, 18 September, registered voters in Scotland will be asked the referendum question: \"Should Scotland be an independent country?\"", "Those voters will have a straight choice between \"yes\" and \"no\".", "For the first time - and for this vote only - 16 and 17 year olds will be able to sign up to the electoral register and make a choice in the historic poll.", "Here is a quick guide to who has the right to vote in the referendum, how you go about registering to vote and the different ways to vote.", "More than four million people in Scotland are eligible to vote. But who are they?", "If you are not registered to vote in Scotland then you cannot vote.", "So, people who consider themselves Scottish living outside Scotland will not be able to have their say. About 800,000 Scots live in other parts of the UK.", "Convicted prisoners are another group that will not be given a say.", "To vote in the independence referendum - including those aged 16 on the day - you need to be on the electoral register.", "If you are already on the register and your details have not changed, then you will not be required to re-register.", "However, if your details have changed since you last voted - or if they will change before the referendum - then you will need to ", ".", "The Electoral Registration Office contacted households in October and November 2013 to check the names of those who are eligible to register. Each house was sent two forms. ", "One requested the details of those who are 15 but will be 16 on the day of the vote. The second form requests the details of everyone else. ", "If you have not received a form, or need another copy, you can contact your local Electoral Registration Office to request a new one or you can ", ".", "The deadline for registering to vote is midnight on ", ".", "There are three ways in which you can vote. ", "The deadline to apply to use a postal or proxy vote at the referendum - excluding an emergency proxy vote - is ", ".", "Polling places will open on 18 September from 07:00 and close at 22:00.", "You can only apply for a proxy vote if your reason for needing it is one of the following;", "If this is the case, then you could fill out an ", ". ", "You would also need to fill out an application form if you wanted a postal vote.", "If you have a medical emergency after the proxy vote deadline has passed, which means you will be unable to vote in person, then you could apply for an emergency proxy vote. ", "The deadline for emergency proxy votes is ", ". ", "Anyone who is eligible to vote in the referendum can vote on your behalf as long as they are willing.", "You cannot act as a proxy for more than two people - unless they are a close relative.", "No, like all elections in the United Kingdom, compulsory voting is not in place for this referendum. It is up to each individual to decide whether they wish to vote. ", "Immediately after the polls close at 22:00 on 18 September 2014, the votes will be counted. However, a paper from Chief Counting Officer Mary Pitcaithly declared: \"an estimate of a final result cannot be given with any confidence\". ", "Counts will be taking place in 32 local authority areas and a number of factors could mean a longer wait than usual for the results.", "Mary Pitcaithly wrote: \"With the current processes and volumes of ballots, particularly postal votes, it is unlikely to be in the early hours as might have been the experience in previous elections. Turnout, volumes of postal votes and logistical factors dependent on the geography and climate must all come into the consideration.\""], "title": ["Q&A: Voting in the Scottish independence referendum"]},
{"body": ["With the Scottish referendum just weeks away, all eyes are on Scotland. But what would a \"Yes\" or \"No\" vote mean for Wales, and how much appetite is there for Wales to get more powers too?", "Wales has just as strong a national identity as Scotland -  evident in everything from sport and opera to the ubiquitous Welsh dragon and bilingual road signs. ", "With a population of 3.1m, Wales is the smaller of these Celtic nations.", "But while many people may assume that Wales - which first took on devolved powers at the same time as Scotland in 1997 - is watching the Scottish debate with its sights set on an independence referendum of its own, in Wales it seems there is little appetite for going it alone.", "A ", " 5% of Welsh voters want to see an independent Wales, rising to 7% in the event of an independent Scotland. ", " put that figure at 14%, while 17% said a \"Yes\" vote should lead to more powers for Wales.", "There are certainly some voices calling for change. Leanne Wood, leader of Plaid Cymru, has predicted Wales will be independent within \"a generation\".  ", "\"If there is a 'Yes' vote I think people will look over Hadrian's Wall and see a kind of politics that's markedly different to Westminster, with its bedroom tax, privatisation of the health service, expensive tuition fees. ", "\"Wales and Scotland are different countries on different stages of our devolution journey. I'd like us to move from devolution to a system of self-governance, which we need to turn our weak economy around,\" she says.  ", "First Minister Carwyn Jones - who is no fan of Scottish independence - has called for a \"reserved powers\" model of devolution, where powers are assumed to be devolved unless specifically reserved. ", "The Welsh Labour leader has also consistently called for a constitutional convention to discuss the future of the UK and \"how it might function more responsively to the needs of its constituent parts\", however Scotland votes. ", "In 2012, he ", ", modelled on the US Senate with equal representation for Wales, Northern Ireland and England.", "It is the current \"very asymmetrical, higgledy-piggledy constitutional agreement\" that \"is not fit for purpose\" that many people in Wales are primarily concerned about, according to Dr Rebecca Rumbul, manager of the Welsh Governance Centre.  ", "She is concerned that Wales will be sidelined irrespective of how the referendum pans out. ", "\"A 'Yes' vote would take the English majority in Westminster from 85%, which is still huge, up to about 92%. That leaves Wales and Northern Ireland as mice sleeping next to an elephant - regardless of what Welsh MPs or Northern Irish MPs were voting for, they would never really have any kind of significance against the weight of the English MPs,\" she says.", "Counter measures, weighting or further devolution to Wales and Northern Ireland would be one way to address that, she argues.", "But a \"No\" Scottish vote could also have a negative knock-on effect on Wales.", "\"Scotland is going to be a big issue on the table for many months to come. Wales has always been the runt of the litter in the devolution game, and we may find ourselves jumping up and down waving our hands saying 'look at our settlement please',\" she says.", "Wales could end up being \"pulled towards independence by default\", as a result - \"not because it wants it, but because Welsh matters are not being heard by Westminster\", she argues. ", "However, while Rumbul feels strongly about what the repercussions of the Scottish referendum may be, she says the Welsh are generally \"quite ambivalent\" about it.", "\"The relationship between England and Wales is normally thought of as being more relevant to the Welsh public,\" she says.", "Her point seems to be borne out in a survey at the Cardiff Beach Bay festival.  ", "Yvette Evans, from Cardiff, says she feels closer to the English than the Scottish. ", "\"With Scotland being so far up north it doesn't really affect us. I think it's entirely up to them - we shouldn't interfere,\" she says.", "Jason Hill, 42, from Llanelli, agrees. \"I can't see a problem - if Scotland wants independence they can have it,\" he says. ", "He doesn't think the outcome - whatever it may be - will have any impact on Wales. And he doesn't want Wales to follow in Scotland's footsteps by having a referendum. ", "\"I'm very patriotic, I feel very, very Welsh, but I don't want Wales to have more powers. Things are alright here at the moment - they could be better, but it's all swings and roundabouts,\" he says.", "However, Christine Nicholas, 45, from Porthcawl, says she would prefer it if the UK stayed together. \"It could have a bad impact on the rest of Britain,\" she says. ", "Jon Blackburn, 69, from Cardiff, also wants Scotland to stay. \"If Scotland breaks away, the next thing Wales will want more powers and I don't think we are a big enough country to have that independence,\" he says.", " found that 61% of Welsh people wanted Scotland to stay in the union, compared to 19% who favoured a \"Yes\" vote.  About 21% said they didn't know.", "The Welsh government, which has power to control education, health and local government, has taken a more cautious approach towards further devolution than the Scottish Parliament, but is gaining more power nonetheless.", "In 2011, the nation gave a resounding \"Yes\" in a ", " for the assembly.  ", "Two reports on the future of devolution by the Silk Commission have also recommended ", ", large-scale energy projects and giving ", " to Wales.", "A ", "- which devolves limited tax-raising powers and paves the way for a referendum on devolving income tax - is currently before Parliament. ", "However, any appetite for further devolved powers doesn't seem to be fuelled by what's going on in Scotland.", "Nearly two-thirds of Welsh voters believe a Scottish vote for independence should not change the way Wales is governed, ", ".", "If Wales does move towards independence, it looks like it will do so on its own terms. "], "title": ["Scottish independence: Why Wales will decide for itself"]},
{"body": ["On 18 September at least three in four voters in Scotland are expected to go to the ballot box - the highest turnout in any UK election or referendum for 20 years. Are there any wider lessons?  ", "Even 75% could be \"a conservative estimate\" according to Strathclyde University's Prof John Curtice. ", " suggests it could be as high as 91%. ", "In some ways it's not surprising, given the uniqueness of the referendum and its national importance. But the predictions dwarf other numbers on UK participation in comparable decisions. ", "There have been four Scottish Parliament elections since it opened anew in 1999. None of these has attracted ", ". ", "Turnout at the 2010 general election was 65%, an increase on 2005 but still the third lowest since 1945. ", "Over ", " to vote, around 97% of the eligible population and \"the largest electorate ever in Scotland\" according to Chief Counting Officer Mary Pitcaithly. ", "The Electoral Commission says 152,730 registration forms were downloaded from its website - over three times as many as were downloaded by Scots during the entire 2010 general election campaign. However access to the internet has increased in those four years.", "The newly awakened voters even have a nickname - \"the missing million\".  ", "The debate is visible everywhere. Walk down any street in Glasgow or even wandering in tiny hilltop villages in the Borders, you are likely to see stickers on lampposts, billboards erected in fields, and posters in windows noisily urging \"Yes\" or \"No\".", "The tone of the debate has not always been seen as positive. Online exchanges have led each side to accuse the other of cyber-bullying and, on occasion, legal action.", "The level of engagement the referendum attracts is striking.", "Polling by ", " found 65% of Scots say they have had \"lots of conversations with family and friends\" about the referendum, compared with 29% who have not. Seventy-one per cent believe people are more interested in independence than they ever are in what parties say.", "Nearly three quarters of Scots have taken part in at least one referendum-related activity - from watching relevant TV programmes to reading the White Paper, according to one ", ".", "This picture is very different to the one the UK has become used to.", "Matthew Korris, a senior researcher for the Hansard Society, says its ", " of engagement in UK politics has recorded a steady trend of declining party membership and declining political interest and knowledge over the past 11 years.", "He puts the number of people in the UK who participate in political activities apart from voting - such as donating money to a campaign or signing a petition - at \"under 20%\".", "Scots are not immune from disengagement: a ", " in August found 53% thought the campaign has gone on for too long and 46% said they thought it was boring.", "\"The irony is that parties and MPs are trying harder than ever, in more varied ways, to engage with voters but the negativity that surrounds politics is pervasive,\" Korris says.", "A selection of high turnout figures of the past 20 years:", "Turnout in recent referendums: ", "Source: House of Commons Library ", "Why do so many people feel disconnected from politics and how has the referendum disrupted that pattern?", "Korris says one of the most common reasons people give for not voting in elections is \"my vote won't make a difference\" - because they live in a safe seat or because they feel \"the parties are all the same\". ", "Those factors are just not at play in the Scottish referendum. ", "With the referendum lately ", " as \"too close to call\", people think that in this instance their vote really does count.", "There is also \"a certain attractiveness\" to the fact it is a Yes/No question rather than a choice between a raft of parties, according to Prof Matthew Flinders of Sheffield University. ", "\"It's a deceptively simple way to ask people what they think of a massive range of complicated issues.\"", "Another thing that may encourage voters is that the referendum is not a party political issue. ", "Parties are heavily involved in the campaign but Yes/No does not split along traditional party lines. The Conservative, Labour and Lib Dem parties are in the \"No\" camp. The SNP and Green parties are in the \"Yes\" camp, and there are campaigners of no party affiliation on both sides. ", "Then there is the fact it is a question of national identity. ", "\"This goes to the heart of who Scots think they are and who they want to be, something people feel pretty intensely,\" says Sunder Katwala, director of British Future, a think tank focusing on identity and integration.", "\"It's also about the nature of referendums, which have the benefit of people feeling that they 'own' the outcome. Even the side that loses feels as though they've had the opportunity to make their case.\" ", "Other referendums haven't inspired such high engagement levels. The AV referendum - a poll on whether to change the UK voting system in 2011 -  only got 42% of people out of the house, but Katwala says \"that was about how we elect governments - it mainly appealed to people who were already into politics\". ", "Prof Flinders points out turnout is also affected by whether a poll is deemed \"important\", with local elections sometimes seen as less pressing and attracting fewer voters. ", "\"What you have [with the Scottish referendum] is a lightning rod for a whole number of things about which people feel passionately coming together - frustrations with the economy, with foreign policy, with the way politics is done.\"", "This rare convergence of factors makes it \"difficult\" to extract wider lessons for the UK, he says, \"but that doesn't mean we shouldn't try\".", "In particular, he thinks politicians will be keen to learn lessons from how the Yes Scotland campaign galvanised supporters.", "David Torrance, a Herald columnist, argues a new method used by both sides has been the mobilisation of \"campaigning groups such as artists for Yes or academics for No\".", "He says these activists have been cultivated because of their ability to \"get the message out\" to specific audiences.", "Summarising the lessons for other campaigns, such as the 2015 general election, he says it demonstrates \"the importance of framing, and of combining a formidable grassroots operation with online activity and very targeted messaging\".", "The behaviour of 16- and 17-year-olds voting for the first time will also be watched closely, according to Prof Flinders. ", "He predicts: \"If they defy expectations by coming out to vote in big numbers, and if they split pretty evenly between Yes and No, it could certainly reinvigorate the case for giving them the vote in all elections.\" ", "He believes the referendum could \"open the lid\" on a new era of interest in constitutional questions - especially revived calls for English devolution and the potential referendum on EU membership.", "\"Everything that has been written pronouncing the death of popular politics in this country has just been proved wrong,\" he says."], "title": ["Scottish independence: Can anything be learnt from the Scotland debate?"]},
{"body": ["The group which represents Scotland's police officers has strongly criticised \"exaggerated rhetoric\" about disorder in the referendum campaign.", "The Scottish Police Federation said some reports in the media had given the \"preposterous\" impression of impending \"societal disintegration\".", "The federation said this was completely untrue and the debate had been \"robust but overwhelmingly good-natured\".", "It also called for \"level heads\" and \"respect\" before Thursday's vote.", "Federation chairman Brian Docherty said his members \"should not be used as a political football\" during the campaign.", "\"As I have previously stated, the referendum debate has been robust but overwhelmingly good -natured,\" he said.", "\"It was inevitable that the closer we came to the 18th of September passions would increase but that does not justify the exaggerated rhetoric that is being deployed with increased frequency. ", "\"Any neutral observer could be led to believe Scotland is on the verge of societal disintegration yet nothing could be further from the truth.\"", "Mr Docherty said Scotland's citizens were \"overwhelmingly law abiding and tolerant\" and it was \"preposterous to imply\" that they would abandon these \"virtues\" by \"placing a cross in a box\".", "He continued: \"At this time it is more important than ever that individuals, be they politicians, journalists or whoever, should carefully consider their words, maintain level heads and act with respect. ", "\"Respect is not demonstrated by suggesting a minority of mindless idiots are representative of anything. ", "\"One of the many joys of this campaign has been how it has awakened political awareness across almost every single section of society. The success enjoyed by the many should not be sullied by the actions of the few.\"", "Mr Docherty appeal for police officers to \"be kept free from the distractions of rhetoric better suited to the playground that the political stump\". ", "He added: \"If crime has been committed it will be investigated and dealt with appropriately but quite simply police officers have better things to do than officiate in spats on social media and respond to baseless speculation of the potential for disorder on and following polling day.\""], "title": ["Scottish independence: Vote disorder reports 'exaggerated'"]},
{"body": ["Areas across Scotland are continuing to declare their vote after people went to the polls over whether the country should leave the UK.", "Voters answered \"Yes\" or \"No\" to the referendum question: \"Should Scotland be an independent country?\".", "They cast their ballots at polling stations across each of Scotland's 32 local authority areas on Thursday. ", "Shortly before 05:15 BST the BBC predicted Scottish voters had rejected independence with 55% saying \"No\". ", "The scene in Glasgow's George Square as it became apparent that most areas of Scotland had rejected independence. ", "Tellers are counting votes at the Royal Highland Centre in Ingliston, Edinburgh. There were 4.2m registered voters across Scotland - 97% of the electorate.      ", "Voters were asked a single yes/no question - but some ballot papers were spoiled.  ", "Deputy First Minister Nicola Sturgeon reacts as the North Lanarkshire declaration reveals the \"Yes\" campaign winning with 51.1% of the vote. ", "Better Together campaigners celebrated at their Glasgow HQ as they heard they had been successful in Clackmannanshire. \"No\" won by 54% to 46%.  ", "Declarations from around Scotland were placed on a wall at the Edinburgh counting centre. ", "Count observers looking on as ballot papers are counted at the Aberdeen Exhibition and Conference Centre. There is a counting centre in each of Scotland's 32 local authorities.   ", "Glasgow's George Square had been a focal point for \"Yes\" supporters as they awaited the results of the referendum.  ", "Supporters of both the \"Yes\" and \"No\" campaigns headed to the Scottish Parliament as their country's fate was being decided. ", "\"Yes\" supporters waved flags outside the parliament building in Edinburgh. The result in the capital city is not expected until around 05:00 BST. ", "Father and daughter George and Anne Mackay's converted caravan served as a polling station for about 50 residents at Coulags, near Lochcarron, in the Highlands. ", "A schoolgirl leaves a polling place in Edinburgh before heading to her morning classes. The decision to lower the voting age to 16 for the referendum has given thousands their first chance to vote in a national election. ", "Large queues formed outside polling stations in Glasgow as people cast their votes before heading to work. ", "Former prime minister and Better Together campaigner Gordon Brown cast his vote at the North Queensferry Community Centre in Fife. ", "First Minister Alex Salmond waved to the waiting cameras as he cast his vote at Ritchie Hall in Strichen.", "Better Together campaign leader Alistair Darling was joined by his wife Margaret as he cast his vote at Church Hill Theatre in Edinburgh."], "title": ["In pictures: Scotland referendum count "]},
{"body": ["Facebook says it has seen more than 10 million interactions concerning the Scottish independence referendum in a five-week period.", "Its figures covering 1 August to 8 September suggest the Yes campaign has a narrow lead in terms of discussion.", "They cover comments, posts, likes and shares and 85% of them came from Scotland. ", "Facebook is now introducing a function that allows users to tell friends after they have voted in the referendum. ", "The 'I'm a voter' button allows users to publicise that they have cast their ballot, but does not show which way they voted. It has been used during elections in the United States and India.", "Facebook's research shows the site saw 2.05 million interactions directly related to the \"Yes\" movement during the five  week period. There were 1.96 million related to the Better Together campaign. ", "The Yes campaign page on Facebook has attracted 258,000 likes, compared with 182,000 for the No campaign, and grew by 27% in the five-week period, compared to Better Together, which grew by 17%.", "Analysis also shows the level of conversation around First Minister Alex Salmond is more than double that of Alistair Darling, the leader of the \"No\" campaign.", "Elizabeth Linder, Facebook's politics and government specialist for Europe, the Middle East and Africa, said: \"In just a month we've seen the referendum debate come to life on Facebook.", "\"Studies show that when people see their Facebook friends talking about voting, they are more likely to vote themselves. We hope the 'I'm a Voter' button will make it easy for voters to share that they are taking part in the referendum at the end of months of debate and discussion.\""], "title": ["Scots referendum sparks 10m Facebook interactions"]},
{"body": ["Scotland has voted to stay in the United Kingdom after voters said no to independence.", "With almost all the votes now counted, the 'No' side passed the winning total of 1,852,828 needed to win the referendum just after 6am on Friday morning.", "The Yes camp has had some victories, including in Glasgow and Dundee, but not enough to secure victory overall.", "Talks will now begin on giving more powers to Scotland.", "After weeks of campaigning across the country, Scottish voters made their decision yesterday by answering yes or no to the question: \"Should Scotland be an independent country?\" ", "It was the first time people aged 16 and 17 were allowed to vote in a UK referendum. ", "85% of people registered turned up to vote - a record high for an election or referendum.", "The final margin of victory for the pro-UK Better Together campaign was 55% to 45%.", "Scotland has been part of the UK for more than 300 years, so the vote was a huge moment for the country.", "MPs from the three main political parties in Westminster say - even with a NO vote the result will mean big changes across the UK. ", "The leader of the 'Yes' campaign, Scotland's First Minister, Alex Salmond, has accepted defeat and called on Westminster to deliver on their promise of more powers for the Scottish Parliament.", "The Prime Minister, David Cameron, says he's congratulated Alistair Darling, who is the leader of pro-UK Better Together campaign.  "], "title": ["Scottish referendum: Scotland votes 'No' to independence"]},
{"body": ["Alex Salmond has joined business leaders to argue for Scottish independence, as David Cameron outlined \"head and heart\" reasons to vote \"No\".", "Mr Salmond used an event at Edinburgh Airport to hit out at the \"scaremongering\" of the \"No\" campaign.", "Mr Cameron later gave a speech arguing that independence was a \"divorce\" rather than a \"trial separation\". ", "On Thursday, voters will be asked: \"Should Scotland be an independent country?\"", "Speaking in Aberdeen, the prime minister said the outcome could \"end the United Kingdom as we know it\", and argued that there would be \"no way back\" if Scotland does decide to leave the UK.", "Elsewhere on the campaign trail...", "He added: \"On Friday, people could be living in a different country, with a different place in the world and a different future ahead of it.", "\"This is a decision that could break up our family of nations and rip Scotland from the rest of the United Kingdom.", "\"And we must be very clear there is no going back from this, no re-run. This is a once and for all decision. If Scotland votes 'Yes' the UK will split and we will go our separate ways together.", "\"When people vote on Thursday they are not just voting for themselves but for their children and grandchildren and the generations beyond\".", "Mr Cameron said he understood why many people were planning to vote \"Yes\", and conceded that the UK was \"not a perfect country\".", "But he added: \"I also know that the people who are running the 'Yes' campaign are painting a picture of a Scotland that is better in every way, and they can be good at painting that picture.", "\"But when something looks too good to be true - that's usually because it is.\"", "In what Downing Street said will be the prime minister's final visit to Scotland before the vote, Mr Cameron also urged voters not to use anger at the coalition government, austerity or the Bedroom Tax as an excuse to vote \"Yes\".", "And he said independence would trigger an \"unprecedented\" devolution of powers to Scotland.", "But Mr Salmond described the referendum as a \"once in a lifetime opportunity for Scotland\" as he joined a group of prominent pro-independence business people at Edinburgh Airport.", "So is ", " comparable to Britain returning to the Gold Standard in 1925 or the US Federal Reserve failing to pump cash into US banks on the eve of the Great Depression?", "No, according to senior bankers - whose institutions will have a decisive influence on the immediate economic and financial costs of Scottish separation.", "That said, to avoid the worst a number of related important announcements would have to be made by the Treasury, the Bank of England, big banks and Alex Salmond at 7am on Friday morning.", "Strikingly, what Salmond says is probably more important than anything else.", "The group said they believed a \"Yes\" vote would allow Scotland to \"design an economic and jobs policy for our needs to build a more resilient economy for the future.\"", "The pro-independence business figures included Stagecoach chairman Brian Souter, former William Hill chief executive Ralph Topping, Scottish Enterprise board member Russel Griggs, Klin Group chief executive Marie Macklin and United Wholeslaers chairman Mohammed Ramzan.", "In a joint statement, they said: \"Scotland has always had the wealth, the talent and the resources. ", "\"We are among the 20 wealthiest countries in the world. But during the last few weeks we've seen something new - a flourishing of national self-confidence. This gives us the strongest of foundations for a newly independent country.", "\"Downing Street has been orchestrating a relentless storm of scare stories. But while the 'No' campaign talks down Scotland we are determined to focus on opportunity.\"", "They also warned that the rise of Ukip meant there was now the \"very real possibility that a 'No' vote could mean an exit from the EU\".", "Mr Salmond used the event to renew his attack on the prime minister, accusing Mr Cameron of scaremongering and bullying businesses into criticising independence. ", "He said the prime minister had been \"caught red handed\" encouraging supermarkets to speak out, and described the alleged leaking by the Treasury of details about RBS's future as \"a very major scandal\".", "The first minister also criticised BBC coverage of the referendum campaign, saying there was \"real public concern in terms of the nature and balance of coverage\". ", "And he rejected claims of intimidation by the \"Yes\" side, insisting it had been a \"peaceful and joyous campaign\".", "The bosses of three retail groups put their names to a letter in the Daily Record on Saturday, in which they claimed their costs would rise in an independent Scotland.", "They said this result in them having to take \"the difficult decision\" whether or not to pass those costs on to consumers.", "The letter was signed by the heads of Marks and Spencer, B&Q owner Kingfisher and Timpsons.", "Footballer David Beckham has also backed the \"No\" campaign, urging a vote to renew the UK's \"historic bond\".", "But English designer Vivienne Westwood has ", " for Scottish independence.", "With three full days of campaigning left before the vote, politicians on both sides of the debate renewed their efforts to win over undecided voters.", "Scottish Deputy First Minister Nicola Sturgeon ", " to ensure their grandchildren have the opportunities she says were denied to previous generations by years of Conservative governments.", "And Labour politicians John Reid, Johann Lamont, Margaret Curran and Anas Sarwar ", " in Glasgow to highlight what they said was the SNP's risk to Scottish jobs in industries such as shipbuilding, the civil service and financial services.", "The latest polls suggest the independence vote remains too close to call.", "Three polls published at the weekend have put the \"No\" campaign in the lead, while one has put the pro-independence \"Yes\" campaign ahead.", "The ", " - carried out between 9 and 12 September and excluding \"don't knows\" - puts the \"No\" campaign on 51% and the \"Yes\" campaign on 49%."], "title": ["Scottish independence: Salmond and Cameron offer rival visions"]},
{"body": ["Online abuse directed at tennis star Andy Murray after he declared support for Scottish independence has been described as \"vile\" by Police Scotland.", "Murray ", " on Thursday morning that \"no campaign negativity\" had \"totally swayed\" his view on the issue.", "Some users of the site sent him hate messages, with one referring to the Dunblane massacre in 1996.", "Murray was a pupil at Dunblane Primary school when gunman Thomas Hamilton shot 16 children and their teacher. ", "Murray's tweet, just hours before polls opened, read: \"Huge day for Scotland today! no campaign negativity last few days totally swayed my view on it. excited to see the outcome. lets do this!\"", "The BBC did not report his comments while polls were open because of ", " governing broadcasters during elections.", "Assistant Chief Constable Bernard Higgins said: \"People who put abuse such as this online should be utterly ashamed of themselves for making such vile, disgusting and distasteful comments.", "\"We are monitoring social media and where appropriate will take action against those involved.", "\"Social media is important for many people but it must be used responsibly. There is no place for personal abuse of any kind on it.\"", "The former Wimbledon winner has previously dodged revealing his opinion on independence.", "In June he did criticise Scottish First Minister Alex Salmond for waving the country's flag at the tournament last year.", "In August, he told the Guardian he did not think it looked likely the result would be a \"Yes\", but added that his preference would be to represent Scotland if the country became independent.", "\"If Scotland became independent, then I imagine I would be playing for Scotland,\" he told the newspaper.", "Other celebrities who have received online abuse for revealing their opinions on the referendum include J K Rowling and David Bowie, who both backed a \"No\" vote. "], "title": ["Scottish referendum: Abuse directed at Andy Murray 'vile'"]},
{"body": ["More than 4.2 million people have registered to vote in the independence referendum, making it the largest electorate ever in Scotland.", "A record number of people have also registered for a postal vote, with the total reaching 789,024.", "The figures were announced by the chief counting officer for the referendum, Mary Pitcaithly.", "She urged voters to plan ahead and avoid peak times in an attempt to minimise queues.", "A total of 4,285,323 people had registered to vote by the deadline of Tuesday 2 September.", "There are an estimated 4,410,288 people over 16 resident in Scotland, according to ", " from the Scottish government.", "This suggests that 97% of the total number of people eligible to vote have registered.", "The counting officers at Scotland's 32 local authorities have put measures in place to reduce the risk of queuing at polling stations on 18 September.", "In most areas, a maximum of 800 voters have been allocated to each polling station and many polling places will allocate additional staff to assist during busy times.", "However, Ms Pitcaithly called on voters to avoid the busiest times of the day if they could.", "\"People who are voting at a polling place should think about what time they are going to vote,\" she said.", "\"Polling places are busiest during the early morning and in the evening as people vote on their way to and from work.", "\"If you are able to avoid these times, I would encourage you to do so to ensure everyone can vote without having to queue for any length of time.\"", "BBC Scotland reporter Andrew Black takes you through how to register and cast your ballot in this ", ".", "Ms Pitcaithly also urged people to complete their ballot paper carefully.", "She said: \"I want everyone's vote to count, whether they are voting by post or in person at a polling place on 18 September.", "\"It's vital that everyone takes great care when completing their ballot paper. Mistakes mean that a ballot paper may not be counted.", "\"The safest way to ensure your vote counts is to only put one 'X' in the box beside the answer you want to choose.", "\"Postal voters should ensure they complete their date of birth and signature correctly on the postal voting statement. They have to match the information held on file otherwise we cannot include the ballot paper in the count.\"", "Across Scotland, there are 2,608 polling places with a total of 5,579 polling stations."], "title": ["Scottish independence: More than 4.2 million voters register ahead of referendum"]},
{"body": ["Campaigners in the Scottish independence debate have marked 100 days until the referendum.", "First Minister Alex Salmond said there was enough time for the \"Yes\" campaign to close the gap on opponents, ahead of the 18 September vote.", "Alistair Darling, of the pro-Union Better Together campaign, said he was confident of a deal on new Scottish Parliament powers after a \"No\" vote.", "Opinion polls ", ".", "However, the official campaign for independence, Yes Scotland, claimed undecided voters were backing its case at a rate of two-to-one compared with those who shifted to a pro-Union position.", "Mr Salmond told BBC Scotland's Glenn Campbell he believed 100 days was plenty of time for the gap to be overturned.", "\"If you average all the polls then I think we need a 6% swing,\" said the first minister, adding: \"In the months before the last Scottish elections we got a 16% swing in this sort of timescale.", "\"Yes we have got enough time - it is not the time that is the issue. It is winning the arguments, winning the discussion.\"", "Mr Salmond said: \"The key argument to winning is not just Scotland being more prosperous, but a better and a more equal society using the natural resources and human resources of the country. If we win that argument, we win the referendum.\"", "The first minister went on to say politicians on the \"Yes\" side were \"substantially more popular\" than their opponents, which he suggested gave them an advantage in terms of credibility.", "He said: \"If the 'Yes' campaign set out the case for Scotland being a more prosperous but also a more equal society, is that going to be credible with the Scottish population? I think the answer to that is 'Yes'.", "\"If the No campaign keep saying that the seven plagues of Egypt are going to descend on the country once we vote for independence, are they going to be believed? I think the answer to that is 'No'.\"", "Scotland's deputy first minister, Nicola Sturgeon, marked the 100-day milestone by hosting the Scottish government's first all-women cabinet event, in Edinburgh.", "It offered more than 100 women the opportunity to ask female ministers about issues such as female representation on boards and childcare improvement.", "The Scottish government is proposing mandatory quotas that ensure a minimum of 40% of women's representation on public boards.", "Ms Sturgeon said she believed the objective should be to get female representation to 52%, which would equal the female percentage of the population in Scotland.", "She added: \"I want to see the process of drawing up a written constitution for an independent Scotland be as open and collaborative as possible - and that does mean women have to be equally represented around that table when it comes to that.\"", "Meanwhile, Mr Darling launched Better Together's 100 Days to Go campaign in Glasgow, saying a strengthened Scottish Parliament within the UK offered \"the best of both worlds\".", "He told the BBC the ", " which would be contained in their manifestoes for the 2015 UK election.", "\"If people vote 'No' it will be a vote for change - it's not the status quo,\" said the former UK chancellor.", "\"All three parties have come up with proposals - and they're not that very different actually - and I hope, in the next period, they will come together, so we'll have a proposal that can be put to people.", "\"People will know that all three party leaders have said there will be a commitment to legislate after the next general election, so there's a clear choice - a choice for change within the United Kingdom or simply breaking away and leaving the UK.\"", "Asked if there should be a cross-party offer on more Holyrood powers before the referendum, Mr Darling responded: \"I think the first thing you've got to decide is whether we're staying in the UK, or whether we're leaving.", "\"If we get a a 'No' vote, if we're staying in the UK, then I would like to see the three parties come together so we can have a proposal ready for legislation, probably immediately after the next general election, which is less than a year away now.\"", "Elsewhere, in a speech in London, Gordon Brown said Prime Minister David Cameron should debate the independence issue with Mr Salmond, ahead of the referendum.", "The former PM dismissed arguments Mr Cameron should stand back from the battle because he was toxic to Scottish voters.", "\"The prime minister has got to be part of this debate,\" Mr Brown told journalists at a Westminster lunch.", "He added: \"I think it would be a good idea if David Cameron did debate Alex Salmond, but I'm not involved in the negotiations.\""], "title": ["Scottish independence: Referendum campaigns mark 100 day milestone"]},
{"body": ["Both sides in the Scottish independence referendum debate have seized on a pledge by the three main Westminster parties to devolve more powers.", "The pledge, signed by David Cameron, Ed Miliband and Nick Clegg, also promises equitable sharing of resources and preserving the Barnett funding formula.", "The \"Yes\" campaign described it as an \"insult\" to voters and asked why it had taken so long to offer.", "Better Together said it was \"a vision around which Scotland can unite\".", "In other developments:", "The pledge signed by the Conservative, Labour and Lib Dem leaders appears on the front of the Daily Record newspaper.", "The first part of the agreement promises \"extensive new powers\" for the Scottish Parliament \"delivered by the process and to the timetable agreed\" by the three parties.", "The second says the leaders agree that \"the UK exists to ensure opportunity and security for all by sharing our resources equitably\".", "The third \"categorically states\" that the final say on funding for the NHS will lie with the Scottish government \"because of the continuation of the Barnett allocation for resources, and the powers of the Scottish Parliament to raise revenue\".", "The Barnett formula is the method used to determine the distribution of public spending around the UK.", "However, in an interview with BBC Radio 4's World Tonight programme, Lord Barnett, who set up the system in 1978 when he was chief secretary to the Treasury, said it was \"grossly unfair\" and repeated his call for it be scrapped. ", "First Minister Alex Salmond told the BBC's David Dimbleby the plans for more powers for the Scottish Parliament were: \"Nothing like home rule, it's nothing like Devo Max, it's not even Devo-plus.", "\"It is actually an insult to the intelligence of the people of Scotland.", "\"To re-hash these proposals last gasp in the campaign and hope beyond hope that people'll think it's anything substantial. It is not.\"", "Shadow Foreign Secretary Douglas Alexander, speaking for Better Together, denied the powers pledge had come too late in the referendum debate.", "He said: \"Here in Scotland, we have been talking about these powers for many months. What we are saying today is we can have the best of both worlds. We can have a stronger Scottish parliament but with the strength, stability and security of the United Kingdom.", "\"That pledge, that vow that we can have faster, safer, better change is actually a vision around which Scotland can unite.\"", "He added: \"I don't think there's any embarrassment about placing policies on the front page of papers with just days to go. I think the 'Yes' campaign are struggling.", "\"The economic risks suddenly became very real last week, and at the same time we are offering what I believe most of us here in Scotland want, which is faster, safer and better change.\"", "Mr Alexander dismissed \"Yes\" campaign claims that independence is the only way to get the government Scotland votes for.", "The pledges were ", "and ", " in Scotland.", "Perhaps it might help if we took a little look at the pledge of more powers set out by the pro Union parties today.", "The one that was trailed last night by Gordon Brown and covered on the telly and the wireless.", "Firstly, it would appear to confirm the prime minister's acknowledgement that any notion of deferring the issue of more powers - conceptually if not yet in agreed detail - has been abandoned.", "No more talk of settling the question of independence then turning to more powers. The pro-Union parties have seemingly concluded that they must be more upfront, now, about their plans.", "Read ", "On the penultimate day of campaigning ahead of Thursday's referendum, the \"Yes\" side was focusing on jobs and the NHS, while the \"No\" side promised change and a \"better Britain\".", "Deputy First Minister Nicola Sturgeon and Finance Secretary John Swinney met apprentices at an engineering firm in Renfrew where they argued that independence would allow Scotland's economy to grow, creating jobs and opportunities.", "Ms Sturgeon said: \"In just two days' time, polling stations will open and voters across the country will hold Scotland's future in their hands. Independence is our opportunity to build a better future - creating jobs and protecting our NHS.", "\"Only a 'Yes' vote will ensure we have full powers over job creation - enabling us to create more and better jobs across the country. So instead of almost 40,000 young people leaving Scotland each year as is currently the case, there will be more opportunities for our young people here at home.", "\"As part of the UK, our NHS budget faces knock-on impacts of the privatisation, cuts and charging agenda that is ripping the health service south of the border to bits. With a 'Yes' vote we can ensure our NHS is protected for future generations by enshrining it in our written constitution.\"", "Here is the bad news if you haven't made up your mind whether to vote for Scotland to become independent - economic analysis cannot give you the answer.", "That is partly because this dismal science is not capable of giving wholly (and sometimes even partly) accurate forecasts about the future prosperity of nations.", "Look at the case of a comparably sized small country, Ireland. A decade ago many economists (and others) saw it as a rip-roaring success, that had become considerably richer on a per-head basis than the UK.", "Then three years ago it looked like a total basket case, as its property sector and banks imploded.", "Today it can be seen as a model of how a determined small country can reconstruct its economy in adversity, in stark contrast to the inertia in a bigger country such as Italy.", "Read more from ", ".", "Speaking at a Better Together campaign event in Clydebank, West Dunbartonshire, former Labour Prime Minister Gordon Brown accused the SNP of \"perpetrating a lie\" about protecting the NHS with independence.", "Mr Brown said: \"I think people are going to come to the conclusion that the change they really want is to have a Scottish Parliament as part of the UK, not the change that the SNP want, which is the chaos of a separate state.", "\"The NHS lie of the Scottish National Party has been exposed.", "\"The Scottish Parliament can keep the NHS in public hands with its existing powers.\"", "He added: \"If the SNP continue to say they are powerless to protect the NHS in Scotland, let them make way for a Labour government in Scotland and we will protect the NHS.\"", "Meanwhile, the BBC's Norman Smith said: \"There have been chaotic scenes in Edinburgh city centre as the Labour leader Ed Miliband attempted to do a walkabout amongst shoppers.  ", "\"Mr Miliband was surrounded by a melee of pro and anti independence supporters as he tried to walk through the St James' shopping centre in Edinburgh.  ", "\"Planned interviews with the media had to be abandoned amidst the scrum. Mr Miliband played down the scenes as he struggled to meet any voters. He eventually had to be escorted out of a rear exit.\""], "title": ["Scottish independence: Campaigns seize on Scotland powers pledge"]},
{"body": ["The UK and Scottish governments have finally agreed a form of words to explain what will happen after the independence referendum.", "Their explanation of the processes that will be followed in the event of either a \"Yes\" or a \"No\" vote will be included in an Electoral Commission information leaflet.", "The commission had asked the two governments to come up with a joint statement by last Christmas.", "But negotiations took much longer. ", "The agreed statement stressed that the result of the referendum will be decided by whichever side receives the most votes.", "It said: \"If more people vote 'Yes' than vote 'No' in the referendum, Scotland would become an independent country.", "\"If more people vote 'No' than 'Yes' in the referendum, Scotland would remain a part of the United Kingdom.\"", "It also emphasised that, in the event of a \"Yes\" vote, independence will not happen until negotiations between \"people representing Scotland and people representing the rest of the United Kingdom\" have been completed.", "These negotiations would include \"discussion about the allocation of assets and liabilities\", it added.", "In the meantime, Scotland would continue to be part of the UK, with the existing division of powers between Holyrood and Westminster continuing. ", "After independence, the Scottish government would \"become responsible for all aspects of government in Scotland,\" it stated.  ", "In the event of a \"No\" vote, the statement said that the UK Parliament and government would continue to be responsible for reserved matters such as defence, security, pensions, benefits and most tax powers while Holyrood would retain control of devolved matters.  ", "The agreement commits the two governments to working together to implement the added powers agreed in the Scotland Act 2012, specifying the enhanced tax powers.  ", "The statement does not mention the Scottish government's proposed date of 24 March 2016 as Scotland's independence day.", "It also makes no mention of the offer of more powers from the three main pro-Union parties.", "Instead, it states that any further changes to Holyrood powers would \"be made by the UK Parliament, seeking the consent of the Scottish Parliament.\"", "The statement will be included in an Electoral Commission pamphlet which will be distributed to homes across Scotland prior to the referendum on 18 September.", "The document will also include messages to voters from both the pro-independence Yes Scotland campaign, and Better Together, which supports Scotland remaining part of the UK. "], "title": ["Scottish independence: Post-referendum agreement reached"]},
{"body": ["Ahead of the 18 September independence, UK Chancellor George Osborne and former prime minister Gordon Brown have laid out plans to increase Scotland's powers in the event of a \"No\" vote.", "The Conservatives' Mr Osborne has set out a plan of action on new powers, while Mr Brown, a Labour MP, said a vote for the Union would be the \"starting gun\" for Holyrood to be handed greater control over finance, welfare and taxation.", "Their comments came after ", " the Better Together campaign has over Yes Scotland.", "Scottish Labour, the Scottish Conservatives and the Scottish Liberal Democrats, have also ", " if Scotland votes against independence.", "Each party has set out its own proposals, so what do they entail?", "Scottish Labour's ", " has backed increased tax-varying powers and control over some elements of welfare and benefits policy.", "It said MSPs should be able to vary tax by up to 15p, giving them the option of restoring the 50p rate for top earners. They would also be able to cut the 45p rate but only if the basic rate was cut as well.", "The plan would go further than 2012's ", ", a piece of UK government legislation giving Holyrood the power to vary income tax by 10p from 2016.", "The commission also said housing benefit should be devolved to Holyrood, allowing MSPs to scrap the UK government's controversial under occupancy charge, branded the \"bedroom tax\" by Labour and other critics.", "It also proposed devolving the attendance allowance - paid to disabled over-65s - and the work programme, which manages services for the unemployed.", "All other pensions and benefits would stay at Westminster, and there would be no powers for Holyrood over corporation tax, national insurance, VAT, capital gains tax or air passenger duty.", "Scottish Conservative leader Ruth Davidson has said Scotland should be given full income tax powers, a key recommendation of ", ", chaired by Lord Strathclyde.", "The commission, which said the income tax plan would see the Scottish Parliament accountable for 40% of the money it spent, also said there was a case for a share of Scottish VAT receipts being assigned to the Scottish Parliament.", "It recommended the tax-free personal income tax allowance should remain reserved to Westminster, but, after that, the Scottish Parliament would decide on rates and bands.", "And it called for a new, independent Scottish Fiscal Commission to produce Scottish forecasts.", "Elsewhere, the Strathclyde report said the Scottish Parliament should get responsibility on welfare issues which relate to devolved areas, such as housing benefits, and attendance allowance.", "Launching her successful Scottish Conservative leadership campaign in 2011, Ms Davidson described further powers beyond the Scotland Act as \"a line in the sand\".", "But her stance changed when she announced the commission, saying her party was \"committed to a new path\" of more Holyrood responsibility.", "Under the Liberal Democrats' Scottish \"home rule\" vision, Holyrood would raise and spend most of its own taxes and borrow on its own terms. ", ", chaired by former UK party leader Sir Menzies Campbell, said the Barnett formula - used to work out Treasury funding to the UK's devolved areas - should be replaced with a \"needs-based\" arrangement.", "Oil would continue to be managed at a UK level, as would welfare and pensions, defence and foreign affairs.", "Under the plans, the Act of Union between Scotland and England would be scrapped and replaced with a declaration of federalism."], "title": ["Scottish independence: What new powers might Scotland get?"]},
{"body": ["Hundreds of thousands of Scots who live abroad are missing out on one of the biggest events to affect their country in generations. How are they feeling about it?", "Something so momentous is happening in my home country of Scotland that within a few days the political map could be changed for ever. Whatever your view on the independence referendum, the buzz around it is undoubtedly intoxicating.", "But like hundreds of thousands of Scots who are living, working or travelling outside of the UK, I am looking in on this theatre as a distant and impotent spectator, and that is agony. ", "I was born in Scotland and lived there until my early twenties, and my whole family lives there. After living in England for 16 years I'm now based in South America. I have no vote and nor would I if I still lived in England. ", "Living abroad is my choice, but this political turmoil has thrown up confusing emotions. I feel lost, anxious, frustrated to be missing out, and even a little bit guilty and homesick.", "The exile's relationship with their home country can be complex and fraught with contradictions.", "\"It's a bit like an old boyfriend. You might not want them any more, but you don't want them to move on and start dating Iceland or whatever,\" says Sharon Hall, 42, who is originally from Fife. ", "\"In this case though, it's an old boyfriend I might want to go back to,\" she adds.", "After living in England and then Jersey, she and her husband headed for Australia last month, to begin a year out abroad with their three children.", "\"Every evening I'm on the iPhone in the campsite. I read the Guardian online then scroll down, reading the comments. But I feel I have forfeited my right to have a say,\" she says.", "Andrew Avila, 27, moved to the US from Glasgow in 2012 and works in the hotel industry. He says he's recently been spending more time trying to stay connected with events \"back home\".", "\"Social media has played a really big role in keeping me up to speed.", "\"More and more in the last few weeks I have started to feel homesick, which is really strange as it's not something I have experienced since I left. I even found myself getting a lump in my throat watching a video on Facebook the other day. I think I feel a little helpless,\" he says.", "He has taken the day off work on post-referendum day, and will be watching the vote with Scottish friends from their local football supporters' club, before \"having a party and/or drowning our sorrows\".", "Public policy expert Jane-Frances Kelly, 43, from the Isle of Bute, has lived all over the world since she left home at 17. Currently a programme director for a think tank in Australia, she's planning on returning to Scotland next year because, whatever the result, \"there will be change, and therefore fascinating and important work to do\".", "At the thought of what's coming next week she says: \"My stomach turns over every so often. ", "\"Half my head is in Scotland, which is quite awkward given that I have a book manuscript deadline here the week after the referendum.\"", "Modern communications means that she can easily keep up with the news, but she adds: \"The thing I really feel like I'm missing is the feel of things on the street, the town-hall-type meetings, the impromptu discussions in supermarket queues, being around the sense of possibility and change.\"", "Like the Halls, my partner and I currently have a nomadic existence - living long-term in a campervan - which makes it impossible to follow the daily debate in the way we normally would. Battling with inadequate Wi-Fi in campsites and petrol stations is no substitute for days at home with the radio, or chewing the fat with colleagues and friends.", "The closest I get to hearing a radio phone-in these days is calling my parents on Skype and listening to them slogging it out over independence. For the first time in their lives they are completely opposed on a major political issue - split down the middle, just like the country.", "Graeme McGregor, 32, grew up in St Andrews, and is now a refugee campaign coordinator for Amnesty International in Australia. He says his family and friends are also evenly split.", "\"There's a fair divide among the people I know... but I've found the level of grassroots debate extremely good-natured.\"", "\"I think it's fair to say I've become a bit obsessed with it. Though I love Scotland... national pride is something I find baffling. But I've found the referendum, in the main, has created a fantastic energy, imagination, optimism and sense of community, which I've never seen before.\"", "He will be watching the results coming in with interested work colleagues while the family at home hold a referendum party.", "\"I'm hoping I can Skype in to that. I don't want to get left out!\"", "Some have argued that expats should have a vote, like retired energy consultant Alan Burrell, 74, who is from Inverness but lives in the Philippines and wants \"common sense to prevail\" with a \"No\" result.", "\"For those of us born in Scotland of Scottish parents, educated in Scotland... and who own a home in Scotland, it is incomprehensible that we are forbidden to vote,\" he says.", "But many others feel the decision to exclude expats abroad was fair, says 30-year-old \"Yes\" supporter Jamie Murray - a nurse from Glasgow working in Dubai.", "\"I do wish that I could be there for the referendum. But I think it's fair that expats don't get to vote - I think it sets quite a good precedent for an independent Scotland, that it involved people who live and work there, rather than trying to make it about ethnicity.\"", "What we're all agreed on is that, all around the world, everyone is talking about it.", "As we crossed the Brazil-Argentina border last week, an excitable customs official bent our ears for quite some time on the topic. ", "Like many people here, he - rightly or wrongly - felt an affinity with what he saw as a people \"standing up to colonisation and oppression\". After leaving his office we could still hearing him shouting \"Come on, independence for Scotland!\" from some distance away.", "His assessment of the reasons behind the referendum was perhaps simplistic, but the whole exchange made me feel unexpectedly emotional and far from home. In the days that followed the campaign ramped up, polls narrowed, and seeking out the news became a daily necessity.", "We're already making plans to have access to the internet or TV news on 18 and 19 September.", " From a hotel room 7,000 miles away in Argentina we'll quietly watch history unfolding and - whatever the result - changing the Scotland I left behind. "], "title": ["Scottish independence: The Scots who can only watch from afar"]},
{"body": ["Prime Minister David Cameron and First Minister Alex Salmond sign a historic agreement laying the ground rules for holding a Scottish independence referendum in the autumn of 2014.", "But how did the pair get to this stage? Here is a timeline of events.", "The seeds of the referendum are sown at the ", " when the Scottish National Party breaks Labour's eight-year dominance of the Scottish Parliament.", "The party wins 47 seats, one more than its Scottish Labour Party rival.", "Despite initial talks with other parties, the SNP forms a minority government with Alex Salmond taking on the post of first minister.", "\"No change was no longer an option\" - these are the words of Alex Salmond when he launches his government's ", ", a white paper setting out the \"full range\" of options for Scotland's constitutional future.", "The \"conversation\" runs until November 2009 and involves ministers being quizzed by the public.", "There is also a public consultation on a draft Referendum Bill which outlines proposals for a vote on extending the powers of the Scottish Parliament.", "Scotland's pro-Union parties announce details of a body to re-examine devolution, nearly a decade after it came about. ", "The commission is chaired by academic Sir Kenneth Calman - who insists at the time of its launch it will be independent and will not be dictated to by outside forces. ", "The constitutional commission, which is funded by the Scottish Parliament and UK government, is voted for by MSPs.", "The ", " are reported in the summer of 2009. ", "Sir Kenneth concludes that Holyrood should take charge of half the income tax raised in Scotland. He also suggests that Holyrood should take control of:", "In addition, Sir Kenneth suggests that powers on winding up companies should be returned to Westminster. ", "The Scottish government publishes a draft bill into its proposed referendum on independence.", "It says voters will have the option of voting for either new powers for the Scottish Parliament or full independence from the UK. ", "First Minister ", " as an opportunity for Scots to have a say on their nation's future. Opposition parties say they will vote down the proposals. ", "The bill includes proposed ballot papers for a two question referendum.", "But with a minority SNP government and no backing from unionist parties, Scots in 2010 do not have their say on their nation's future. ", "The Scottish National Party storms to victory at the Scottish Parliament election in May 2011. SNP leader Mr Salmond says the majority win is \"a victory for a society and a nation\".", "The party bags 69 seats, Labour win 37, the Tories 15, the Lib Dems five and others three.", "During an address in Edinburgh after the win, Mr Salmond says: \"I'll govern for all of the ambitions for Scotland and all the people who imagine that we can live in a better land.", "\"This party, the Scottish party, the national party, carries your hope. We shall carry it carefully and make the nation proud.\"", "At that time, the first minister is vague about timings, saying the referendum will be held in \"the second half\" of his new governmental term.", "At its autumn conference, the SNP ", " - announcing details of an \"unprecedented\" campaign to win the forthcoming referendum.", "Campaign chief Angus Robertson tells the party faithful that the campaign will appeal to people from all political backgrounds to secure a \"yes\" vote.", "The conference also learns that referendum coffers will be boosted to the tune of £1m thanks to a bequest from Scotland's former national poet, makar Edwin Morgan.", "The Scottish government continues to hold firm to its manifesto promise of a referendum \"near the end of the five-year parliament\".", "But it is coming under increasing pressure from opposition politicians to \"hold the vote now\".", "A former leader of the Liberal Democrats is appointed to chair his party's Home Rule Commission.", " at the time: \"The Scottish Liberal Democrats have an important role to play in the debate about the future of Scotland. ", "\"Home Rule has the same significance today as it had historically and, as opinion poll after opinion poll shows, best represents the views of the majority of people in Scotland.", "\"Continuing partnership within the UK, and consistent with that relationship, increased responsibility for our own domestic affairs is the clearest way forward.", "\"Home Rule meets aspirations and brings certainty where the status quo is inadequate and independence brings uncertainty.\"", "One aim of the commission was to examine the case for \"the next step after Calman\".", "Prime Minister David Cameron, speaking on the BBC's Andrew Marr programme, says clarity is needed over the independence referendum.", "He tells the broadcaster that \"in the coming days\" the UK government will set out the legal position concerning a vote on Scotland's constitutional position. ", "The prime minister says: \"We owe the Scottish people something that is fair, legal and decisive so in the coming days we will be setting out clearly what the legal situation is.\" ", "He goes on to argue that the referendum should be \"sooner rather than later\".", "Scottish Secretary Michael Moore ", " saying the Scottish government does not have legal power for a referendum on independence. ", "He formally offers to resolve that issue via transferring powers to Holyrood under Section 30 of the Scotland Act 1998 (", ").", "Mr Moore says uncertainty is bad for business and bad for jobs. He adds that companies make decisions many years in advance and the uncertainty over the referendum is making that difficult.  ", "In response, the SNP says Westminster is meddling too much and attaching \"strings\" to its offer of help, over issues like what should be on the ballot paper.", "As Mr Moore addresses the Commons, the Scottish Cabinet is meeting at Bute House in Edinburgh.", "The consultation paper on the referendum is signed off and after that signing Mr Salmond announces he intends to hold the referendum in the autumn of 2014.  ", "BBC Scotland's political editor Brian Taylor says Mr Salmond told him: \"The date for the referendum has to be the autumn of 2014. ", "\"That's because this is the biggest decision that Scotland has made for 300 years. ", "\"If you are going to do things properly and have the debate in the way it must be had then that is the date that we are going to move towards.\"", "Scotland's First Minister Alex Salmond ", " he intends to ask voters in a referendum on Scottish independence.", "The SNP leader says the country's electorate will be asked: \"Do you agree that Scotland should be an independent country?\" in a ballot which he wants to hold in 2014.", "But the ", " consultation launched by Mr Salmond also asks if voters favour a second question on more Holyrood powers.", "He says the referendum could be regulated by the Electoral Commission.", "In a statement to MSPs, Mr Salmond describes the question as \"short, straightforward and clear\", saying the people of Scotland will be asked to make the most important decision facing the country in 300 years.", "First Minister Alex Salmond says he and Scottish Secretary Michael Moore make \"modest progress\" at independence referendum talks.", "The pair meet in Edinburgh to try to iron out the differences between the Scottish and Westminster governments over how the vote should be run. ", "Mr Moore says there is still disagreement over the issue of timing.", "The first minister says no agreement on \"substantive issues\" is reached and that discussions will continue.", "Mr Salmond meets Prime Minister David Cameron later in the week.", "The campaign for Devo Plus is backed by think tank Reform Scotland.", "\"Devo plus\" would put Holyrood in full control of income tax, corporation tax and most welfare spending. ", "Unlike the \"devo-max\" alternative, it would leave pensions, VAT and national insurance in Westminster hands. ", "Devo Plus has the personal support of three MSPs from Labour, the Tories and Lib Dems - Tavish Scott, Alex Fergusson and Duncan McNeil.", "The formal end of the Scottish government's referendum consultation comes and Scottish Secretary Michael Moore proposes new talks to resolve the issues ahead.", "The consultation attracts more than 21,000 responses, according to ministers.", "The occasion is used to confirm that the UK Electoral Commission will test the SNP government's proposed ballot paper. ", "The commission's work is expected to be carried out during the autumn and winter. ", "The UK government ", " to its independence referendum consultation.", "It closed in March and received nearly 3,000 replies from business leaders, academics, politicians, organisations and individuals. ", "Ministers say the responses showed strong levels of support for a single, clear question on independence.", "Scottish Secretary Michael Moore calls for talks with First Minister Alex Salmond to resume.", "The Yes Scotland campaign for independence is launched with the aim of encouraging one million Scots to sign a declaration of support by the time of the referendum in the autumn of 2014.", "Scotland's First Minister Alex Salmond ", " if that milestone was achieved.", "High-profile politicians and celebrities back the campaign.", "However, pro-union supporters believe independence remains largely unpopular among the Scottish electorate and will not happen.", "The ", " to defend the Union is launched with former chancellor Alistair Darling fronting an event in Edinburgh.", "The Labour politician compares independence to buying \"a one-way ticket to send our children to a deeply uncertain destination\".", "Mr Darling argues Scotland could have the \"best of both worlds\", with a strong parliament at Holyrood and a secure place in the United Kingdom.", "A ", " set up by Labour, the Tories and the Lib Dems comes up with a question to be asked in the referendum on Scottish independence. ", "The main pro-union parties accuse the SNP of selecting a biased form of words with its preferred question.", "The panel suggests the words \"Scotland should become an independent state\", with voters being asked to \"agree\" or \"disagree\".", "The Electoral Commission, which will assess the proposed referendum question, makes it clear it will only consider a form of words composed by the relevant government. ", "Labour's commission examining further powers for the Scottish Parliament ", " - seven months after it was announced. ", "After announcing the commission - which will put the case for \"preserving the Union\" - Scottish leader Johann Lamont says it will also consider what powers should be devolved to local government in Scotland.", "Following a series of meetings between Deputy First Minister Nicola Sturgeon and Scottish Secretary Michael Moore, a statement suggests substantial progress is made, with a full agreement to come \"in the next few days\".", "Prime Minister David Cameron tells the Conservative Party conference in Birmingham he will go to Edinburgh on Monday to conclude the referendum deal with Alex Salmond. ", "However, the first minister insists no deal is finalised and there are still issues to resolve.  ", "Ministers from the UK and Scottish governments reach a deal over the independence referendum.", "The final issues are settled between the two governments and the historic ", " is signed by Prime Minister David Cameron and First Minister Alex Salmond.", "The agreement paves the way for a vote in autumn 2014, with a single Yes/No question on Scotland leaving the UK.", "It will also allow 16 and 17-year-olds to take part in the ballot.", "The UK government, which has responsibility over constitutional issues, will grant limited powers to the Scottish Parliament to hold a legal referendum, under a mechanism called ", "."], "title": ["Timeline: Scottish independence referendum"]},
{"body": ["I've just interviewed Sir Richard Branson and the question of independence came up. ", "The founder of Virgin Group has already made clear his worries about independence in a blog he wrote last Friday.", "You can read that ", ". ", "He went considerably further with me, saying that the consequences are \"potentially quite catastrophic\".", "\"The big problem with Scottish independence is that there are so many imponderables - we don't know what the situation is going to be like afterwards,\" Sir Richard said.", "\"To me it's a bit like a divorce: both sides get hurt. And I think its best not to have a divorce.\"", "Despite his opposition to independence, he had warm words for Alex Salmond, the First Minister.", "\"I think Alex Salmond has done an absolute blinder in what he has achieved to date.", "\"[But] I think that for the sake of the Scottish people and those people below the border I think it would be better if a lot more powers were devolved to Scotland [and] that independence does not happen because I think the consequences are potentially quite catastrophic.\"", "He also raises an intriguing possibility. If Devo-Max is thought not to have worked following a No vote on Thursday, then Scotland could have another independence referendum within a decade.", "\"I think the Scottish people will benefit the most by saying 'there is always the possibility that we can do this again in 10 years' time'.", "\"And give them all that they want [in terms of new powers] - and I think they will get most of what they want [if there is a no vote] but remain part of the greater community.\"", "David Cameron and Alistair Darling have both ruled out any return to the independence issue in the foreseeable future if there is a no vote. And never if there is a yes vote. ", "Mr Salmond has said that it is unlikely there will be another referendum for a generation if there is a no vote.", "Of course, as well as the business leaders who have come out against a Yes vote, there are many who say that an independent Scotland \"would be a great success\" - to use the words of Martin Gilbert, who runs Aberdeen Asset Management, the largest investment fund in Scotland.", "Willie Walsh, the chief executive of International Airlines Group which owns British Airways, said that an independent Scotland could be good for his business - particularly if the new government scraps airport passenger duty which none of the airlines like.", "It will be up to voters to decide whom they most believe - and whether it makes any difference to how they cast their vote.", "The long procession of business leaders coming out for and against is likely to continue.", "This morning we've had the manufacturing organisation, the EEF, come out robustly on the side of no.", "Terry Scuoler, the chief executive of EEF, said: \"Independence would be a disaster for Scotland, economically and politically.", "\"And it would greatly diminish the UK as a whole. People need to wake up to the enormity of the decision they are facing and the potential nightmare scenario were the yes campaign to succeed.\"", "The fashion leader, Vivienne Westwood, sent models down the catwalk this morning at London Fashion Week resplendent with Yes badges. An independent Scotland could \"lead by example\" she said. ", "The arguments will continue - the question this close to the day of reckoning is whether any voters are actually listening to business people any more."], "title": ["Sir Richard Branson in fresh warning on Scottish independence"]},
{"body": ["We are aware that this interactive video may not work on some older browsers. You can find a non-interactive version of the content below."], "title": ["Scottish independence: What might happen to people's pensions?"]},
{"body": ["The health service has become a key battleground in the Scottish independence campaign.", "The Scottish government claimed that \"wholesale privatisation\" of the NHS in England threatened Scottish funding.", "A UK government spokesman denied this, saying Scotland's NHS was totally devolved and all policy and spending decisions were made in Scotland.", "The Scottish Conservatives went further, accusing the SNP administration of a \"smear campaign\".", "Voters in Scotland will go to the polls on 18 September.", "They will be asked the \"Yes/No\" question: \"Should Scotland be an independent country?\"", "Earlier this week, the Scottish government said the ", " of an independent Scotland.", "On Monday, First Minister Alex Salmond is to make what has been described as a new Declaration of Arbroath - pledging to protect the NHS from privatisation.", "He said an independent Scotland would provide the opportunity \"to protect our publicly-owned, publicly-run NHS forever from Westminster privatisation and cuts\".", "As the people of Scotland weigh up how to vote in the independence referendum, they are asking questions on a range of topics.", "In a series running up to polling day, BBC correspondents are looking at those major questions and shining a light on some of the possible answers.", "Eleanor Bradford took a look at ", ".", "Scottish Conservative health spokesman Jackson Carlaw said: \"For all the SNP's tall talk on private healthcare, they have spent more than £400m on the sector since coming to power.", "\"The fact is the health service in Scotland is completely devolved and SNP claims that a No vote threatens its existence is nothing but shameless scaremongering.\"", "Mr Carlaw added: \"We believe there is a place for the independent healthcare sector, where it can act as a valuable resource to relieve pressure on the NHS when staffing and capacity are stretched.", "\"Perhaps it's time Alex Salmond acknowledged this, instead of misrepresenting the use of private care as part of his disgraceful approach of trying to fool people into voting Yes in September.\"", "The UK government said it was now spending more money on the NHS, which it said meant Scotland had received more than £1.3bn extra to spend on the health service during this parliament. ", "But a spokesman for Scotland's Health Secretary Alex Neil said: \"The No campaign's sensitivity on the subject of the NHS speaks volumes.", "\"The fact is, the moves towards wholesale privatisation of the health service in England threaten the funding available for Scotland's NHS.", "\"Only a Yes vote in the referendum can fully protect Scotland's NHS from Tory-led Westminster cuts and that is just one reason why so many people are deciding to back an independent Scotland.\""], "title": ["Scottish independence: NHS becomes referendum battleground"]},
{"body": ["The referendum row over business has intensified as retail bosses plan to publish a letter warning of price rises if Scots vote \"Yes\" to independence.", "First Minister Alex Salmond described recent interventions by business figures as \"blatant intimidation from Westminster\".", "But a spokesman for David Cameron said the prime minister wanted \"stakeholders to set out their views\".", "A ", "The ICM poll for the Guardian newspaper put \"No\" on 51% and \"Yes\" on 49% once undecided voters were excluded.", "It came after a YouGov opinion poll was published on Thursday evening suggesting that the \"No\" campaign was leading by 52% to 48%, once undecided voters are excluded.", "The letter warning of price rises has been written by Kingfisher Group head Sir Ian Cheshire, and signed by other business leaders, including the heads of John Lewis, Asda and Marks and Spencer. It will be published in the coming days. ", "Meanwhile, BBC economics editor Robert Peston said he had been told the Treasury briefed journalists about Royal Bank of Scotland's plans to move to London in the event of a Yes vote before the RBS board had formally approved the move.", "Our correspondent said that when journalists were emailed on Wednesday evening by the Treasury, to tell them about the relocation plans of RBS and Lloyds, RBS's board \"was still meeting\", to decide whether to tell shareholders the following morning.", "Police Scotland have confirmed they have received a complaint from RBS shareholder Peter de Vink, a supporter of independence for Scotland, alleging the UK government leaked market-sensitive information about the bank.", "In other developments:", "John Lewis, Asda, Marks and Spencer, the Kingfisher Group and the former boss of Sainsbury's have all said they ", ", but Tesco last week ", " in a Better Together leaflet that its prices would go up.", "BBC Scotland's Louise Sayers asked five other major retailers who operate in Scotland if independence might affect their prices.", "Morrisons: \"We are neutral on the issue of Scottish independence. We have consistently said that if the cost of doing business was to change in an independent Scotland due to government policies then Morrisons would have to consider raising or indeed lowering prices in that independent Scotland to reflect those differing costs.\"", "Lidl: \"It is too early for us to speculate on business decisions that would follow Scottish independence - should that happen. We simply await the final outcome of the referendum and will continue to monitor the situation until then.\"", "Aldi: \"As an international retailer operating in 18 countries, Aldi's business model is proven to adapt efficiently to each market's requirements. As a result, Aldi's commitment to providing customers with the best quality, value and price in Scotland will remain unchanged.\"", "The Co-operative: \"We are not speculating on the topic of Scottish independence.\"", "Wholefoods (US chain specialising in organic produce): \"We have no statement to make on this subject, at this time.\"", "Speaking during a visit to Aberdeen, Mr Salmond said the prime minister had his \"fingerprints all over\" the recent interventions by retail bosses.", "Asked whether Mr Cameron had been privately pressing business leaders to speak out about the potential consequences of a \"Yes\" vote, the prime minister's official spokesman said that Mr Cameron had \"made no secret\" of his wish for anyone with concerns to make their voices heard.", "The spokesman added: \"Is it a surprise that in a debate, stakeholders set out their views? I don't think that's a surprise. If there are individuals or organisations that choose to put out their opinions in whatever format, that is entirely their decision.\"", "The spokesman declined to give names of business leaders with whom the PM has spoken in the final weeks of the campaign, saying: \"He speaks to business leaders all the time, and of course business leaders set out their own views.\"", "The focus on what might happen to food prices if the country voted \"Yes\", has prompted Business for Scotland to argue that prices could also go down after independence.", "The organisation's Gordon MacIntyre-Kemp suggested to BBC Radio 4's Today programme that some of the business interventions warning of the impact of independence may have been orchestrated.", "Mr MacIntyre-Kemp added: \"I understand that Morrison's and Tesco are refusing to sign this retailers' letter and we've had Tesco say that price rises are entirely speculative.\"", "The chairman of pub chain Wetherspoons, Tim Martin, told the BBC there was \"no reason in theory why Scotland couldn't be a very successful independent country\". ", "He added: \"New Zealand has got the same population, does very well, Singapore, a smaller population, incredibly successful economy, Switzerland does well. There is a lot of nonsense talked, particularly by businessman, also politicians, to say that it is impossible for Scotland to survive as successfully by itself.\"", "Mr Martin also said there was \"no sensible reason\" for the price of a pint of beer to increase after independence.", " ", "Five banks - including RBS - have said they might move their registered offices out of Scotland, while John Lewis and Asda ", ".", "Mr Salmond said it was an attempt of scaremongering aimed at damaging the independence campaign and called for an investigation into civil servants leaking market sensitive information.", "He said: \"This is further evidence of the lengths to which the Westminster establishment are going to in an effort to spread scare stories about business activity in Scotland following a 'Yes' vote next week.", "\"That includes the reports that the Prime Minister met with supermarket bosses in Downing Street yesterday to try and persuade them to comment on their price structure in Scotland - again, an extraordinary revelation given the strict controls on retailers' pricing.\"", "Some of the fuss and furore about whether prices in an independent Scotland would be higher than in the rest of the UK is bonkers.", "When retailers - food and non food - say they might have to push up their prices if Scotland were to introduce higher taxes or rates or if it were to change employment and planning laws, this is simply to remind Scots why they are voting for or against independence.", "The whole point of Scotland becoming a separate nation, for its proponents, is to give Scots the ability to make different choices about the nature of the society they inhabit from what prevails in the rest of the UK.", "Inevitably those choices would have an impact on businesses. And frequently they would have an impact on the level of prices.", "So talking about the emergence of inevitable price differentials between Scotland and an independent UK is to say something stunningly obvious and uninteresting.", "For example we don't expect prices to be the same in UK and France, because the UK and France make different choices about the structure of their respective economies, and these choices have an impact on the productivity and pricing policies of their respective businesses.", "Politicians on both sides of the independence debate are ramping up their campaigning on Friday.", "With many voters still undecided, Alex Salmond and Nicola Sturgeon are touring Scotland's cities highlighting \"seven key gains of independence\".", "They say independence would bring gains including job-creating powers, protection for the NHS, the removal of nuclear weapons and control of social security.", "Ms Sturgeon said: \"Independence isn't a magic wand but it's an opportunity we simply can't afford to pass up - which is why I am so confident that the people of Scotland will vote 'Yes' next week.\"", "Elsewhere, the Moderator of the General Assembly of the Church of Scotland has said he will lead prayers appealing for harmony ahead of the referendum.", "The Rt Rev John Chalmers will deliver his sermon live on BBC Radio Four's Sunday Worship at St Mary's Episcopal Cathedral in Edinburgh.", "The Better Together campaign released a letter signed by more than 200 NHS professionals who claimed a \"No\" vote was the best way to protect the Scottish health service, while former Scotland rugby internationals including Gavin Hastings and David Sole also backed \"No\".", "Entrepreneur Richard Branson - whose wife is from Glasgow - also ", ", and backed devolving further powers to the Scottish Parliament, adding: \"Keeping the status quo is no longer an option\".", "And the Chief Secretary to the Treasury, Danny Alexander, said global finance firm UBS had \"issued the starkest warning yet about the immediate damage a Yes vote would do\".", "The company has issued ", ".", "Mr Alexander said: \"Alex Salmond dismisses all these real world warnings, but most Scots will shudder at the idea that he is willing to take on risks of this scale with our country.\""], "title": ["Scottish independence: Price warning letter due as business row intensifies"]},
{"body": ["An anonymous man bet £900,000 on a \"No\" vote in the Scottish independence referendum. He won. Here he talks through his thought process.", "This was not a reckless gamble. Losing this money would have seriously hurt. But I wouldn't have lost my house - although maybe my wife would have had something to say about it.", "I'd call it responsible gambling. And my main advice would be \"don't try this at home\". But I'd prefer to call this a reasoned wager. For me it was almost an investment.", "I made the bet in four instalments but I'd always planned to wage £900,000. I staggered it in the hope that the odds would improve closer to the time - they didn't. The best I got was 1-4. So for every £4 I bet, I'd get £5 back.", "So although I received a cheque for £1,093,333.33, my actual winnings were just under £200,000.", "The first time I walked in to the William Hill I tried to place a bet of £400,000. The bookies weren't set up to take it. They could only process £9,000 deposits at a time so it would have taken almost a whole day of separate transactions. By the time we organised a better solution the next day, the odds had worsened.", "I've had a career in finance in which I've had to make projections and limit risk as much as possible. These were my savings, my money, but I felt I'd done enough research to be sure of the outcome.", "It was a decision taken in conjunction with my wife. And although I bounced a few ideas off other friends, nobody else knew what we were doing.", "But really I stumbled into this wager. This is not something I've done before.", "I'm a bit of a data geek and information nerd. I was trying to look at what the impact might be of Scottish independence. I'm a committed unionist. So I wasn't purely an impassionate observer. But while my interest in the topic came from the heart, the analysis of the data was hard-headed.", "What blew my mind was the amount of data available. Poll after poll after poll asking every possible question across generations. You have an exact insight into what is important to local Scots. You can look at this data and make some interesting predictions, which is what I did.", "Analysts may have considered it too close to call at times but I guess I'm a bit more of a risk-taker. Nevertheless, by June there had been something like 85 individual polls and not a single poll had actually had a \"Yes\" outcome.", "I also looked at historical precedents. The 1995 Quebec referendum in Canada followed a very similar pattern. The separatists were behind in the polls. Then on a popular upswing of self-determination they took the lead going into the actual vote. But then on the day there was a seven percent reverse and the separatists lost.", "So I trusted my analysis. You might think I'd be sweating on the day of the vote - or especially when the polls showed a \"Yes\" vote lead.", "It's normal to have self-doubt, it wouldn't be human not to, but it never took longer than a few minutes of reflection to convince myself again that I'd made the right conclusion.", "When the polls showed the \"Yes\" campaign in the lead, my wife did come in with the newspapers and said: \"Now what?\" So yes it was nervous. But a surge by the \"Yes\" vote was in my predictions, followed by the subsequent bargaining, promises of more powers and the unleashing of Gordon Brown.", "It meant that even on the night of the vote I wasn't nervous.  ", "I went to sleep at 23:00 and woke up as if it were any typical day. Although it did help that the last poll I'd seen before going to bed showed a 54-46 split in my favour.", "But this is not something you should do lightly. It was not a \"feckless gamble\", as some have suggested."], "title": ["'Why I bet £900k on the Scottish referendum'"]},
{"body": ["The value of the pound has fallen in the wake of an opinion poll which ", " ahead of the Scottish independence referendum.", "Sterling ", " to a 10-month low of $1.61.", "Shares in some firms with Scottish links have also fallen.", "The SNP has dismissed a promise by the Chancellor to unveil a timetable for further devolution if voters reject independence as a last-minute \"bribe\".", "George Osborne had said on Sunday that a \"plan of action\" would be set out in the next few days to give \"more powers to Scotland; more tax powers, more spending powers, more powers over the welfare state\".", "BBC Scotland's political correspondent Glenn Campbell has reported that a new body will also be set up to hammer out more powers for Holyrood if there is a \"No\" vote on 18 September.", "It came in the wake of a ", " over the weekend which was the first mainstream study to put the pro-independence Yes Scotland campaign narrowly ahead.", "The poll of 1,084 people, carried out between 2 and 5 September, suggested that, of those who have made up their mind, 51% planned to back independence, while 49% intended to vote no.", "On Monday morning, shares in Scottish-based firms dominated the top fallers on the stock market. ", "Edinburgh-based Standard Life fell 3%, Royal Bank of Scotland slipped 2.4% and Lloyds Banking Group, which owns Bank of Scotland and Scottish Widows, dropped 2.7%. Their share prices recovered slightly later in the day but remained in negative territory.", "Perth-based energy supplier SSE, Glasgow pumps specialist Weir Group and fund manager Aberdeen Asset Management also all fell between 1.5% and 1.9% early in the day and were still down by the end of trading.", "Alistair Darling, head of the pro-UK Better Together campaign, told BBC Radio 4's Today programme that the referendum race was \"clearly very tight\" but said there was no panic.", "He added: \"We are in a position now where every voter in Scotland could potentially tip the balance in the referendum. ", "\"But I am confident we will win because we do have a very strong, positive vision of what Scotland can be, both in terms of the opportunities and the security that come from being part of the UK, a strengthened Scottish Parliament, with more powers which is what people want and you can do that without having to break up the country to do it.\"", "Mr Darling stressed that no new powers would be put on the table beyond those already announced by the three main Westminster parties earlier this year.", "He added: \"The additional powers coming to the Scottish parliament were announced by the party leaders, north and south of the border, some time ago.", "\"People have said, 'Yes we want to know the timetable and the process' and that is something the government is going to announce this week.", "\"But remember this, this is a referendum on whether or not we stay on the United Kingdom. It is not a referendum on what further powers we are going to get. We are going to get them anyway, if we stay in the United Kingdom.", "It may not be outright panic. But it is hardly calm, measured insouciance either.", "Better days may - or may not - return for Better Together but, right now, it is scarcely glad confident morning.  ", "The reason? ", ". You know, the one by YouGov in the Sunday Times which suggested that the \"Yes\" campaign might win this referendum.", "At the core of the Better Together campaign, a series of interlinked challenges.", "Firstly, they are seeking to negate a proposition, that of independence. They are saying \"No\". They are advocating a \"No\" vote.  ", "The challenge is to say \"No\", positively. To project an upbeat vision of the continuing and reformed Union while talking up the downside of independence.", "Secondly, they may be Together - but they are scarcely chums.  Indeed, Labour, the Liberal Democrats and the Tories will soon be clutching each warmly by the throat in the UK General Election.", "That creates a temptation to diss their comrades as well as their opponents.", "Labour leader Ed Miliband has joined Mr Osborne in saying the process of handing more powers to Scotland should begin immediately after any \"No\" vote.", "SNP leader Alex Salmond said it was a \"panicky measure\" announced without credibility because his Yes Scotland campaign was \"winning on the ground\".", "Neither Prime Minister David Cameron nor any other Conservative Cabinet Minister is expected to visit Scotland this week, but Downing Street denied any suggestion of complacency over the referendum result.", "A spokesman for Number Ten was also unable to give any details of when an announcement would be made on setting up a new body to agree a timetable for handing more powers to Scotland. He said this would be an issue to be settled by the political parties.", "It is understood discussions are still going on between the three main parties to finalise the details.", "Number Ten also confirmed that no contingency plans are being put in place for a possible \"Yes\" vote in the referendum.", "Scottish Finance Secretary John Swinney told the BBC that it was a fair assessment of the polls to say the Yes campaign remained behind in general, but said his experience was that undecided voters were moving to Yes by a factor of two to one. ", "He added: \"The movement is in our favour and the campaign is exciting an enormous amount of interest and activity and participation on the ground across Scotland. I think it is the formidable strength of the 'Yes' campaign that is motivating that.\"", "On the morning after the poll before, \"Vote No and get something better\" summed up George Osborne's message. It's a tried and trusted message which worked in the independence referendum in Quebec when a last minute poll lead for Yes was transformed into a narrow No. It is, though, a message with a difficult history in Scotland. ", "Thirty five years ago it was precisely what Scots were told when they were voting in a referendum on a much more modest proposal - to create a Scottish Parliament with some devolved powers.", "A former prime minister, a Scot and, as it happens, a Tory, Sir Alec Douglas Home urged his countrymen to vote No and get \"something better\". What they got soon afterwards was 18 years of Margaret Thatcher's government and no devolution at all (until, that is, Labour were re-elected in 1997).", "That is just one reason why Osborne's promise of a plan to transfer new powers to Holyrood - covering tax raising, spending and benefits - caused such confusion yesterday. It is why Alex Salmond felt able to attack it as a sign of \"panic\" on the No side. ", "The other reason is that the three rival Westminster parties - the Conservatives, Labour and Liberal Democrats - have not agreed a plan for which precise powers to devolve. Each party has ", " which overlap in the areas Osborne listed. ", "Referring to Mr Osborne's announcement, Mr Swinney said: \"There is nothing new being offered this week. We may well get a timetable but the substance, the actual powers, the things that matter, Alistair Darling made absolutely crystal clear yesterday in contradicting George Osborne, that on the substance there will be absolutely nothing new. ", "\"If I look at the different offering of the the Labour party, the Liberals and the Conservatives they are all different. I can't answer to you today, neither could Alistair Darling, what would be the proposition that people get under this alternative scenario? So it is vague and it has all been offered before. ", "\"The second point is that in 1979 Scotland was told vote 'No' in the referendum and you'll get a stronger parliament and what we got was a Conservative government for 18 years that we never voted for, industrial devastation and no parliament.", "\"So I think the moral of the story of recent history in Scotland is if you want a guarantee of strong powers for the Scottish Parliament you have to vote 'Yes' in the referendum a week on Thursday.\"", "Canon Kenyon Wright, who chaired of the Scottish Constitutional Convention that paved the way for the creation of the devolved Scottish Parliament in 1997, said Mr Osborne's announcement had a \"whiff of desperation about it\".", "Canon Wright, who now supports independence, added: \"It's now clear that devolution has two main problems. One is that it is incomplete and will never cover the areas needed to protect the people of Scotland on issues like welfare. The second is that it is insecure and always will be, so long as sovereignty remains at Westminster.\"", "BBC political correspondent Ben Wright said the outcome of the referendum now looked \"utterly uncertain\".", "He said the \"sleepy assumption\" in Westminster among the pro-Union parties that there would be a relatively comfortable vote against independence had been completely destroyed over the past few days.", "Voters in Scotland go to the polls on Thursday 18 September, when they will be asked the \"Yes/No\" question: \"Should Scotland be an independent country?\"", "In the last full week of campaigning, Mr Miliband is expected to be joined on the stump by Gordon Brown.", "The former Labour prime minister has said Westminster must deliver on its promise of further devolution so \"a No vote doesn't mean nothing happens\".", "A ", " over the weekend was the first mainstream study to put Yes Scotland narrowly ahead.", "The poll of 1,084 people, carried out between 2 and 5 September, suggested that, of those who have made up their mind, 51% planned to back independence, while 49% intended to vote no.", "The cross-party Better Together campaign had previously retained a lead in polls, often reaching double digits.", "In London, the Tory mayor Boris Johnson said Scotland going independent would be \"an utter catastrophe\".", "\"We are on the verge of trashing our global name and brand in an act of self-mutilation that will leave our international rivals stunned, gleeful and discreetly scornful,\" he wrote in the Daily Telegraph.", "And over the weekend the leader of the pro-Union Better Together campaign, Alistair Darling, clarified that the chancellor's announcement was \"about the process and timetable\" for more devolution, not new powers.", "The UK government said the timetable for new powers for Scotland would ", ".", "Elsewhere, Mr Miliband will on Monday thank trade unions at the TUC general dinner in Liverpool for their work on the Better Together campaign.", "He will say the unions have signed a joint statement, \"declaring that our strength comes from staying together and that separation would damage the rights and conditions of working people\"."], "title": ["Scottish independence: Pound falls after referendum poll"]},
{"body": ["The leaders of the main UK parties have travelled to Scotland to urge voters to reject independence in the referendum.", "Prime Minister David Cameron said he would be \"heartbroken\" in the event of a \"Yes\" vote, while Labour leader Ed Miliband said the case for the Union came from the \"head, heart and soul\".", "Scottish First Minister Alex Salmond said the leaders could not be trusted.", "Meanwhile, a new opinion poll has suggested 47.6% of voters back \"No\", 42.4% \"Yes\", with 10% undecided.", "The new poll, by Survation for the ", ", was conducted before the Westminster party leaders announced their campaign visits.", "Mr Cameron and Mr Miliband abandoned their usual Prime Minister's Questions session in the House of Commons to head north, after ", " the referendum race was now neck and neck.", "Although the three leaders campaigned separately, they each called on voters to keep Scotland in the United Kingdom.", "The three leaders have backed a ", ", which they have said would see work begin on the handover of new powers on 19 September, the day after the referendum.", "Speaking in Edinburgh, Mr Cameron - who Downing Street has confirmed will return to Scotland on Monday - said he was often asked whether his party would find it easier to win UK elections without Scotland, which currently has one Tory MP.", "He responded: \"My answer to that is, I care far more about my country than I do about my party.", "\"I care hugely about this extraordinary country, this United Kingdom that we've built together.", "\"I would be heartbroken if this family of nations that we've put together - and we've done such amazing things together - if this family of nations was torn apart.\"", "Mr Cameron also said the referendum result was irreversible, adding: \"Because it's a ballot, I think people can feel it's a bit like a general election, that you make a decision and, five years later, you can make another decision, if you're fed up with the effing Tories, give them a kick and maybe we'll think again.", "\"This is totally different to a general election. This is a decision about not the next five years, it's a decision about the next century.\"         ", "Mr Cameron, who along with Mr Miliband, skipped weekly PMQs to campaign, argued the referendum was not about \"Scotland versus Britain\" but two competing visions of Scotland.", "He argued a \"No\" vote was about keeping Scottish pride, patriotism, and nationhood as well as remaining part of a family of nations.", "The prime minister said a \"No\" vote would trigger a \"very rapid and very comprehensive move\" to ensure Scotland had greater devolved powers.", "Also backing a \"No\" vote, Mr Miliband, who spoke at a community centre in Cumbernauld, said: \"I want to make the case to you today, head, heart and soul.", "\"I want to make the case to you from the head, which is that we are stronger staying together because we can better create a more equal, a more just, society.", "\"I want to make the case to you from the heart, because of the ties that bind us together and which would be broken apart by separatism.", "\"And I want to make the case to you from the soul, because it was in halls like this that our movement was formed on the basis of solidarity - solidarity that has built, not just our movement's greatest moments, but our country's greatest institutions, like our national health service.\"", "The Labour leader said a \"deadline for delivery\" of new devolved powers would be implemented by the next Labour Westminster government, telling voters in Scotland: \"Please stay with us.", "\"Stay with us because we are stronger together. Stay with us so we can change Britain together.\"", "Mr Clegg made his pitch to voters in Selkirk in the south of Scotland - key Liberal Democrat territory.", "The deputy prime minister, said: \"The family of nations that makes up the United Kingdom has done remarkable things over a long period of time.", "\"We've beaten fascism in Europe, we've created the NHS, we've created the BBC, Team GB did do well at the London Olympics - let's keep doing the things that we do so well together but, as the same time, enter into an exciting new chapter of devolving new powers to Scotland as well.\" ", "Young voters in Scotland opened their doors to the cameras and ", " and what they want from the referendum on Scottish independence.", "He added: \"Not only our generation but my children, my grandchildren all future generations, will be worse off, will be poorer, will be less safe, will be less secure if we have different parts of the United Kingdom turning our backs against each other.", "\"It's a momentous decision. It's a decision forever.\"      ", "Mr Salmond, also on the campaign trail, suggested the main concern of the three UK leaders was keeping their own jobs.", "He said: \"Today what we have got is an example of Team Scotland against Team Westminster.", "\"The breadth and reach of the 'Yes' campaign is there for all to see - it is not about the Scottish National Party, the Green Party or political parties. It goes right through the whole sector of Scottish society", "\"What we are seeing today on the other side is Team Westminster jetting up to Scotland for the day because they are panicking in the campaign."], "title": ["Scottish independence: Cameron, Clegg and Miliband make Scotland 'No' vote plea"]},
{"body": ["Use the links below to watch campaign broadcasts on the Scottish independence referendum. This page will be updated regularly throughout the campaign before polling day on Thursday, 18 September."], "title": ["Scottish independence referendum: Campaign broadcasts"]},
{"body": ["The votes have been cast, and Scotland has rejected independence.", "The key developments so far are summarised here.", "There is also up-to-the-minute rolling coverage ", ".", "Scotland has voted to ", ". ", "All 32 council areas have declared - the \"No\" side finished with 2,001,926 votes to 1,617,989. Scotland rejected independence by 55% to 45%. ", "Clackmannanshire ", ".", "Since then, Orkney, Shetland, the Western Isles, Inverclyde, Renfrewshire, Midlothian, East Lothian, Stirling, Falkirk, Angus, Dumfries & Galloway, East Renfrewshire, Aberdeen, East Dunbartonshire, South Lanarkshire, Perth & Kinross, West Lothian, Scottish Borders, North Ayrshire, South Ayrshire, East Ayrshire, Aberdeenshire, Edinburgh, Argyll & Bute, Fife and Moray and Highland, have, in that order, all voted \"No\" to independence.", "The Fife result, at 06:08, meant that Scotland had officially rejected independence.  ", "The largest of the local authority areas, Glasgow, voted \"Yes\". Dundee, West Dunbartonshire and North Lanarkshire also voted in favour of independence.", "In total, 3,619,915 million people voted, making the turnout 84.5%. ", "Turnout varied from area to area. In East Dunbartonshire, 91% of eligible voters cast a vote. The turnout in Glasgow was 75%, lower than elsewhere.", "The turnout is a record high for a nationwide vote in Scotland - topping the 81% recorded at the 1951 general election.  ", "However 4,283,392 people - 97% of the electorate - had registered to vote.", "See more of the ", "Scottish First Minister Alex Salmond said he accepted the verdict and called on Scotland to \"accept the democratic verdict of the people of Scotland\". He said the referendum process had reflected \"enormous credit upon Scotland\". \"We shall go forward as one nation,\" he said.  He also called on the main unionist parties to make good on their promises of greater powers being devolved to the Scottish Parliament.", "Mr Darling said it was a \"momentous\" result for Scotland and the United kingdom as a whole. \"By confirming our place within the Union, we have reaffirmed all that we have in common and the bonds that tie us together. Let them never be broken,\" he said. Scotland had \"chosen unity over division\" and \"the silent have spoken,\" he said.", "Prime Minister David Cameron said: \"The people of Scotland have spoken and it is a clear result. They have kept our country of four nations together and like millions of other people I am delighted.\" He said it was time for the UK \"to come together and move forward\"  with a \"balanced settlement\" which is fair to Scotland and elsewhere in the UK. ", "Deputy First Minister Nicola Sturgeon told the BBC the projected result was \"a deep personal and political disappointment\" but argued that \"the country has been changed forever\".", "Former Socialist MSP Tommy Sheridan, who has been campaigning for a \"Yes\" vote, told BBC Scotland: \"I am feeling almost broken-hearted.\"", "Mr Cameron said the referendum was a chance to change the UK \"for the better\" and promised to give Scotland more powers in the next Parliament.  ", "In a ", ", he said Lord Smith of Kelvin, chairman of the Glasgow 2014 Commonwealth Games, is to oversee the process of further devolution. Draft laws on new powers will be published by January.", "Mr Cameron said a new and fair settlement had to apply to all parts of the UK. He said he had long believed that a crucial missing part was England.", "The PM also promised a resolution to the \"West Lothian question\" which allows Scottish MPs to vote on English issues. The Leader of the Commons William Hague has been asked to draw up plans for what would be a fundamental change at Westminster - if only English MPs could vote on English matters.", "The BBC's Royal correspondent Nick Witchell said the Queen was due to issue a written statement on Friday afternoon. ", " for a full graphic break down of the independence referendum. ", "Police said they were ", " at polling stations in Glasgow. ", "In Dundee, the count was suspended twice due to fire alarms."], "title": ["At-a-glance: Scottish referendum results"]},
{"body": ["In countries where the Scottish referendum has attracted significant comment this week, most pundits take the prospect of independence seriously. ", "They also agree that, for better or worse, an independent Scotland would galvanise independence movements elsewhere in Europe.", "'s London correspondent Muriel Delacroix warns that all the main political leaders in Westminster \"have a lot to lose. Some believe that if there is a 'yes' vote, David Cameron will have no choice but to resign. He will go down in history as the man who lost the Union. And the Labour leader would lose an electoral base vital for his survival in Westminster, as would the Liberal Democrats.\" ", "Italian commentator Marco Niada plays down the economic effects of any Scottish secession in the financial paper ", ", but says that on a political level \"for the English it would be an irreparable blow and a profound crisis in national identity\". ", "In Germany's centre-left daily ", ", Christian Zaschke accuses Westminster of focusing on the financial impact instead of highlighting the \"advantages of a union that has existed for 300 years... the political establishment in London has been shocked into realising that it has to present its arguments in a completely different way: positive, empathetic, emotional. It is quite possible that it is already too late.\"  ", "The Barcelona daily ", " draws parallels with the independence campaign in Catalonia itself: \"All you need to do is look at Britain in recent days... to see that there's nothing strange about the situation in Catalonia. Far from being seen as a strange or bizarre anomaly - it should be seen in the same context. That is the reality, and you must never turn your back on reality.\"", "Hungary's economic news website ", " warns of a domino effect in Europe. \"Europe will in all likelihood be infected by Scottish independence, if the Scottish independence referendum due to be held next Thursday is successful and the divorce really does happen. Catalonia, the Basque Country, Flanders and even Venice are keeping a close eye on developments, which may once and for all justify their own aspirations of autonomy.\"", "Russian media take the prospect of secession seriously. ", " warns there is little time left \"to save the kingdom\". ", " daily says Scottish independence would make David Cameron's position untenable. \"Cameron will not only lose his post, but will also have the unsavoury reputation of the man who split the country.\"", "Yegor Kholmogorov writes in ", " that \"Scotland's secession, if it takes place, will probably deal the coup de grace to the British Empire\", with Northern Ireland following suit. ", "Ukrainian weekly ", " thinks a smooth separation would encourage other independence movements. \"If the English and the Scots can build a normal relationship while living in different countries, other restless parts of Europe will definitely follow in Edinburgh's footsteps.\" ", "Kostyantyn Vasylkevych in the Ukrainian weekly ", " says Scotland can't lose. \"Regardless of the outcome, the Scots have already won. If the United Kingdom remains united, Scotland will probably get additional authority from the central government.\"", "The Chinese state media focus on negative aspects of Scottish independence, given the country's own concerns over secession in Taiwan and Tibet. ", " says the UK will become a \"second-rate\" country if Scotland secedes. ", " accuses the UK of \"double standards\" because it upholds the \"principle of unity within its country while encouraging separatism abroad\".", "Iranian conservative media do not back the \"Yes\" campaign, but say British policy shows signs of panic.  ", " writes: \"As the probability of Scotland breaking away from the UK grows, London officials who staunchly oppose the break-up have adopted parallel policies to convince the 'yes' campaign to change its mind: promises and threats.\" ", " newspaper says: \"Cameron is even prepared to grant concessions to the people of Scotland - concessions that were earlier considered a red line for British politicians and officials.\""], "title": ["Scottish independence: World media suggests 'domino effect'"]},
{"body": ["The Scottish independence referendum, on 18 September 2014, has generated a large amount of discussion over the nation's future.", "Many groups, including governments, parliamentary committees and academics have published their own views on the issue - click on the topics below to have a look at what has been said."], "title": ["Scottish independence: Referendum library"]},
{"body": ["Supporters of both sides in the Scottish independence debate have been out in force as they try to win over undecided voters in the final weekend of campaigning before Thursday's vote. "], "title": ["In pictures: Scottish independence referendum campaign"]},
{"body": ["On 18 September, people across Scotland will face a massive choice - whether or not to become an independent country, separate from the United Kingdom.", "A referendum asks you to vote yes or no to a question or proposal.", "The people of Scotland will be asked the simple question: \"Should Scotland be an independent country?\" ", "Scotland has been part of the UK for more than 300 years, so the vote is a huge moment for the country.", "For the first time, people aged 16 and 17 will be allowed to vote in the referendum. Usually in the UK the voting age is 18.", "On Thursday 10 September, thousands of them gathered at a big debate in Glasgow, to ask some of the leaders some important questions. ", "All will become clear on 19 September, when it's expected that the result of the historic vote will be announced. "], "title": ["Scotland decides: The independence referendum explained"]},
{"body": ["The future of Scotland will be decided in the referendum on independence on 18 September. Here's a brief guide on how to make sure your vote is counted.", "If you have registered to vote, you will have received a polling card advising you where to go to cast your vote.", "If you are not sure whether you're registered, you can contact your local electoral registration office to find out. You can enter your postcode ", " to check which your local office is.", "They can also tell you where your polling place is if you have lost your card.", "Unfortunately it is now too late to register if you have not already done so.", "If you are voting in person, make sure you travel to the polling place stated on your card between 7am and 10pm. ", "There are 32 local authority areas in Scotland, which range in size from the Orkney Islands - with around 17,000 voters - to Glasgow, home to more than 485,000 voters.", "Turnout is expected to be high. Scotland's Chief Counting Officer, Mary Pitcaithly, has advised: \"Polling places are busiest during the early morning and in the evening as people vote on their way to and from work.  If you are able to avoid these times, I would encourage you to do so to ensure everyone can vote without having to queue.\"", "You can take your polling card with you but you do not need it in order to be able to vote.", "Give your name and address to the staff at the polling place or station. If you need assistance to vote, let them know and they will help you. ", "You will be given a piece of paper with the question: \"Should Scotland be an independent country?\" and the options \"Yes\" or \"No\". ", "Show your choice by putting an X in the \"Yes\" or \"No\" box on the ballot paper. Only put an X in one box or your vote might not be counted. ", "Then fold your paper and slot it into the ballot box.", "The deadline for applying for a proxy vote has now passed.", "It is possible to apply for an emergency proxy vote in exceptional circumstances. You can only apply for an emergency proxy vote for reasons relating to a disability, your occupation or an unavoidable absence. ", "The deadline is 5pm on polling day and applications must be sent to your local Electoral Registration Officer. There's more information and application forms ", ". ", "If you requested a postal vote, but still haven't sent it back to your local counting officer, you must make sure they receive it by 10pm on polling day in order for it to count. ", "You should drop off your completed postal ballot at any polling station in your local authority. ", "Tellers from the two campaigns may sit outside some polling places and ask for your name and address. They do this in order to try to get an idea of turnout and how their side is doing. ", "It is up to you whether to give your details or not.", "Counting will start when the vote closes at 10pm. Results are expected in the early morning of Friday 19 September.", "More information is available in the ", ". "], "title": ["Scottish independence: How to vote in the referendum"]},
{"body": ["Key figures on both sides of the Scottish independence debate have clashed over media coverage of the campaigning on Scotland's future.", "SNP Treasury spokesman Stewart Hosie hit out at \"metropolitan sneering\" by some journalists ahead of the vote.", "But shadow foreign secretary Douglas Alexander said the campaign for independence was looking for someone to blame in the event of a \"No\" result.", "The exchanges came during a BBC Scotland TV debate from Stirling.", "The debate came on the day a ", " to say its coverage was biased against independence.", "The broadcaster said it believed its coverage had been fair and impartial.", "Mr Hosie said output such as the TV debate in which he was appearing had shown \"impeccable balance\", adding: \"However, we then get the metropolitan sneering of certain journalists.\"", "The SNP MP added: \"There are people who I know are voting, senior people who have not declared, who are now likely to declare publically because of their absolute outrage at the way in which certain parts of the media have chosen to portray this debate.\"", "Mr Alexander, a Scottish Labour MP and member of the Better Together campaign to keep the Union, said of the claims: \"What we've seen is another example of dog whistle nationalism.", "On the \"Yes\" campaign, he added: \"They want , after they lose on Thursday, to be able to say it was London-based newspapers, it was the BBC.", "\"We are smarter than that as Scots - we are reaching our own decisions.\"    ", "Also appearing on the programme, actress and independence supporter Elaine C Smith said \"The fact that we are actually neck-and-neck in the polls is nigh on a miracle I think at the moment, given one Sunday newspaper in Scotland - the Sunday Herald - has come out in favour of independence, and even then only a couple of months ago.", "\"I think the barrage of negativity, the barrage of things that are biased that have emerged through the London-based papers has really shamed us all, I have to say.\"", "Scottish Conservative leader Ruth Davidson, also appearing on the programme, said broadcasters, under the rules. were giving both sides equal coverage in the run-up to the vote.", "On newspapers, which are free to take their own editorial stance, Ms Davidson, a former BBC Scotland journalist, added: \"I don't like the dog whistle nationalism that Elaine used talking about London-based papers.", "\"Scotland on Sunday, that's come out for 'No', is not a London based paper; The Scotsman, that's come out for 'No' is not a London based paper; The Sunday Post that's come out for 'No' just today is not a London based paper.\""], "title": ["Scottish independence: Clash over Scots referendum coverage"]},
{"body": ["For the past three or four months or so, the referendum race has looked as though it was stalled.", "Although some pollsters consistently put the No side further ahead than did others, the running average of the last half dozen or so polls rarely departed very far from No 57%, Yes 43% (once the undecided were left aside).", "With every poll putting it ahead, it looked as though the No side were on course for a clear if not necessarily overwhelming victory.", "But now it looks as though the referendum race may have just got rather tighter.", "Headlines to that effect certainly greeted a poll conducted by YouGov earlier this week.", "\"Victory in Reach for Salmond\", declared The Times, while The Sun screamed that Mr Salmond was now within \"splitting distance\" of victory.", "This particular YouGov poll put \"Yes\" on 47% (", ") and \"No\" on 53%.", "In itself such a reading was not particularly spectacular; quite a few polls have put the Yes vote that high before now. But not polls from YouGov, who up to now had consistently been telling us that No were well ahead.", "Indeed, just four weeks ago YouGov estimated that Yes were on just 39% and No on 61%. So their latest poll represented no less than an eight point swing in just four weeks.", "We should of course never take too much notice of just one poll. Indeed the more spectacular a poll result, the greater the risk that it has been a victim of the error to which all polls are subject when they try to estimate how four million people will vote on the basis of the answers of just a thousand.", "However, YouGov's poll came on the back of four other polls conducted in the second half of August that all suggested that the Yes vote had edged up a little. When a number of polls all begin to point in the same direction then it is time to sit up and take notice.", "On average, the last half dozen polls have put Yes on 45% and No on 55%, a two point swing to Yes as compared with the predominant picture in recent months.", "Such figures are not quite unprecedented (Yes and No were also briefly at that level towards the end of April), but they are certainly enough to lend credibility to the Yes side's claim that they have gained a new found momentum. ", "Even so, that still suggests that the Yes side still have to find another five points or so extra support from somewhere in the two last weeks of the campaign.", "Many of its hopes seem to rest on gaining the support of the \"missing million\", that is those who did not grace their local polling station with their presence at the last Scottish Parliament election in 2011 (and may not have even been registered to vote), but who are expected to vote if, as anticipated, turnout is at least 75% on 18 September.", "The Yes side reckon that many of these extra votes will be cast by less well-off and strongly disillusioned voters who are attracted by the prospect that independence might bring about radical change.", "Here though the news is less welcome for the Yes side. For most polls suggest that those who did not vote in 2011 are less rather than more likely to vote for independence.", "According to one analysis of recent polls, on average only 39% of those who did not vote in 2011 propose to vote Yes, while 61% say they will vote No. This Yes tally is markedly lower than the average overall level of support for Yes in those same polls, that is 45%. ", "Still thanks to the tightening of the overall referendum race there can be little doubt that both sides will redouble their efforts to win every last vote, wherever it may come from. After all, they may well need to."], "title": ["Scottish independence: Referendum race 'may have got tighter'"]},
{"body": ["Voters in Scotland will go to the polls in the  independence referendum on 18 September. But what will happen, when? And what time is a result expected on 19 September?", "An overnight count will begin immediately after polls close at 22:00 BST.", "Separate counts will take place in 32 local government areas, which will then report their results to the chief counting officer at the Royal Highland Centre at Ingliston, near Edinburgh, who will verify them and authorise local announcements.", "A final declaration of the national result will be made by the chief counting officer in Ingliston, following receipt and verification of all 32 local totals.", "Chief counting officer for the referendum Mary Pitcaithly says she will announce the result at \"breakfast time\" on Friday 19 September. The result is most likely to be between 06:30 BST and 07:30 BST, according to ", ". That's because the final Scottish declarations in the 2010 UK parliamentary elections and the 2011 Scottish parliamentary elections declaration were made at those times respectively.", "However, running totals - which are expected to start trickling in from about 01:00 BST and pour in between 03:00 BST and 06:00 BST -  may indicate a result earlier in the morning. ", "The ", " will bring continuous, up-to-date, coverage all through the night, as well as comprehensive analysis.  On Twitter, keep abreast of the all the action overnight via ", " and ", ".   ", "A ", " presented by Huw Edwards will be broadcast on BBC One from 22:35 BST, while ", " will be broadcast on BBC One Scotland.", "Or follow the results on ", " presented by James Naughtie and Rachel Burden. ", " will also provide live coverage from 22:00 BST until 06:00 BST.", "You can also watch and listen to all the live television and radio coverage on the BBC News website.", "In a national referendum, there is only one result - the total number of votes cast in favour of \"Yes/No\" to the referendum question: \"Should Scotland be an independent country?\" across the whole country. ", "There will not be a result in Highland or a result in Perth, only totals for those areas. The national result is the aggregate of 32 local totals.", "When the final result comes in, that will be it. Even if there is only one vote in it.   ", "Parts of Scotland are remote and sparsely populated, so some areas have to factor in geography and the weather.", "Helicopters will be used to fly ballot boxes from islands in Argyll and Bute -  where a third of its population live in settlements of fewer than 1,000 people - to the counting centre at Lochgilphead, for example. ", "Other areas will rely on boats to transport ballot boxes. ", "But bad weather could delay the receipt of ballot boxes at a count, and as a consequence, delay the overall national result. ", "Voter turnout is also a consideration. More than 4.2 million people have registered to vote in the independence referendum, making it the largest electorate ever in Scotland. ", "Counting officers have put measures in place to reduce the risk of queuing at  the 5,579 polling stations.", "Recounts will only be allowed at a local level and only on the basis of concerns about process, not the closeness of a result, according to Elections Scotland.", "It is up to local counting officers to decide whether to request a recount - but only after they have given the provisional total to the chief counting officer.", "There is no provision in law for a national recount.", "There are an estimated 4,410,288 people over 16 resident in Scotland, according to ", " from the Scottish government.", "The 4.2 million registered voters suggests that 97% of the total number of people eligible to vote have registered.", "A record number of people have also registered for a postal vote, with the total reaching 789,024."], "title": ["Scottish independence: Guide to Scotland referendum night"]},
{"body": ["Campaigners in the battle for Scotland's future say the referendum result is too close to call with less than two weeks until the vote.", "The Yes camp claims to have the \"big momentum\" behind it, while opponents of independence insist they will win.", "It comes as one poll put Yes Scotland narrowly ahead for the first time. ", "Responding to the poll, ", " that in the next few days there would be a plan for more powers for the Scottish Parliament.", "Scottish First Minister Alex Salmond branded the suggestion a \"panicky\" bribe, coming after thousands of people had already voted by postal ballot.", "With just 11 days of campaigning left, both sides are stepping up their bids for the wavering voters who could yet sway the result.", "On 18 September voters will be asked the Yes/No question: \"Should Scotland be an independent country?\"", "The final push for votes comes as a ", " suggested that, of those who have made up their mind, 51% planned to back independence, while 49% intended to vote no.", "The poll of 1,084 people, carried out between 2 and 5 September, is the first and only serious study to put the Yes campaign ahead.", "The cross-party Better Together campaign - which supports the Union - ", ", often reaching double digits. ", "However, a separate poll for the Yes Scotland campaign put the pro-Union camp four points ahead - by 52% to 48% - when undecided voters were excluded.", "Pollsters Panelbase questioned voters between 2 and 6 September.", ", former Labour Prime Minister Gordon Brown appeared to blame the Conservative Party for the closeness of the battle. ", "He suggested the Better Together camp was finding it \"difficult\" to win over Scots because of anger over coalition policies - including changes to housing benefit and tax cuts for the wealthy.", "Better Together campaign leader Alistair Darling said the findings were a \"wake-up call\". ", "\"The polls may conflict,\" Mr Darling said. \"But the message I take from them is clear - if you want Scotland to remain part of the UK family you have to vote for it on 18 September. ", "\"Separation is forever.\"", "And while he insisted \"this is a battle we will win\", the former chancellor said the result would \"go down to the wire\".", "Commenting on the Sunday Times poll, Deputy First Minister Nicola Sturgeon said: \"This breakthrough poll shows that Yes has the big momentum.\"", "\"Scotland is one of the wealthiest countries in the world,\" she added.", "\"More and more people are beginning to realise that a Yes vote is Scotland's one opportunity to make that enormous wealth work better for everybody who lives here, create more jobs, and protect vital services such as the NHS from the damaging effects of Westminster privatisation.\"", "But the SNP's deputy leader acknowledged the Yes campaign \"still has a lot of work to do\".", "The Sunday Times poll results exclude undecided voters or those who plan not to vote. ", "When they are included, 47% backed Yes while 45% said they would opt to stay in the UK.", "Responding to the polls, a Downing Street source said David Cameron believed there was \"only one poll that matters\".", "The prime minister would \"strain every sinew\" to make the case for the union, the source added.", "On Sunday's Andrew Marr Show, George Osborne promised further powers to Scotland if there is a No vote.", "He said: \"You will see in the next few days a plan of action to give more powers to Scotland, more tax powers, more spending powers, more powers over the welfare state.", "\"That will be put into effect the moment there is a 'No' vote in the referendum.\"", "However, speaking on the BBC's Sunday Politics Scotland, Mr Salmond called the new proposal a \"bribe\".", "He said: \"Are we expected to believe, after hundreds of thousands have already voted, that there's a radical new deal?", "\"This is a panicky measure made because the 'Yes' side is winning on the ground.\"", "He added: \"They're trying to bribe us, but it won't work as they have no credibility left.\"", "At first glance today's two referendum polls tell much the same story. One, YouGov, says that the Yes side is narrowly ahead, while the other, Panelbase, says it is only just behind.   Both polls are thus effectively saying that the referendum now looks too close to call.", "But look a little closer and we see a remarkable difference between the two polls. Four weeks ago, YouGov were reporting the No side were 22 points ahead. But since then three polls in succession have identified a continuing trend to Yes that cumulatively amounts to no less a 12 point swing.", "In contrast, Panelbase, always hitherto the most optimistic pollster for the Yes side, first put Yes on 48% as long ago as June. It did the same just three weeks ago.  In other words its poll has failed to detect any recent swing to the Yes side at all.", "Given this contrast, until another pollster confirms that there has indeed been a substantial swing to Yes there will inevitably be some doubt about just how much the progress the Yes side has made.", "That said, a majority of pollsters have said in their most recent poll that the Yes vote is now at least as high as it has been at any point during the campaign. The race certainly now looks tight  - we are just as yet still not sure quite how tight.", "Elsewhere, Labour leader Ed Miliband ", " that manned border guards could be introduced if Scotland voted to go independent.", "He told the paper: \"If you don't want borders, vote to stay in the United Kingdom.\"", "A spokesman for Mr Miliband added: \"The last time I looked there were two sides to the border - and we would be in charge of one of them. It would be up to us, not [First Minister Alex] Salmond, to secure our northern border.\"", "The party later said on Twitter that there was \"no Labour 'plan' for border guards in [an] independent Scotland\".", "The two sides will intensify their efforts this week, with senior Labour Party figures including John Prescott and Welsh first minister Carwyn Jones due to appear for Better Together.", "For the pro-independence camp, a Yes Scotland television advert focusing on the NHS will be broadcast on Monday, and on Tuesday Mr Salmond will answer questions from undecided voters on Facebook. ", "The Yes campaign also plans to send out 675,000 letters from engineering tycoon Jim McColl, who recently stepped in to save Ferguson Shipbuilders on the Clyde, urging undecided voters to support independence.  ", "Mr Darling described the planned letter as \"rank hypocrisy\", arguing that Mr McColl was not based in Scotland.", "He also criticised the nationalists over a Commons vote on controversial welfare reforms on Friday, from which four out of six SNP MPs were absent. ", "Better Together will also step up its leafleting and young voters will receive personally addressed letters.", "Labour MP Douglas Alexander said: \"In the course of the coming days we will be joined by amongst others John Prescott, the former deputy prime minister, and Carwyn Jones, the first minister of Wales.", "\"All young voters across Scotland will get a personally addressed letter this week from Better Together.", "\"Over four million individually addressed pieces of communication started going out last week.\""], "title": ["Scottish independence: Vote 'will go to the wire'"]},
{"body": ["The campaign to keep Scotland in the UK has taken the most votes so far in the Scottish independence referendum, as counting continues across the country.", "With 26 out of the 32 council areas having declared, the \"No\" side is on 54% of the vote, with the \"Yes\" campaign on 46%.", "By 05:10 BST (06:10 GMT), the \"No\" campaign had more than 1,397,000 votes, with \"Yes\" on just over 1,176,000.", "A total of 1,852,828 votes is needed for victory in the referendum.", "Glasgow, Scotland's largest council area and the third largest city in Britain, voted in favour of independence by 194,779 to 169,347, with Dundee, West Dunbartonshire and North Lanarkshire also voting \"Yes\".", "But Aberdeen City voted \"No\" by a margin of more than 20,000 votes, while there have also been big wins for the pro-UK campaign in several other areas.", "Polling expert Professor John Curtice of Strathclyde University said the results so far suggested the \"No\" campaign was going to win the referendum.", "Clackmannanshire was first to declare, with \"No\" winning by about 2,600 votes.", "Inverclyde voted \"No\" to leaving the United Kingdom by only 86 votes.", "Voters in the Western Isles, Orkney, Shetland and Midlothian also voted against independence, as did local authorities including Stirling, Falkirk, East Lothian, Angus, Dumfries and Galloway, Renfrewshire, East Renfrewshire and South Lanarkshire.", "Counting will carry on through the night, with the final result expected after 06:30 BST on Friday.", "In other developments:", "Blair McDougall, director of the Better Together campaign to keep Scotland in the UK, said: \"We think there will be a clear 'No' vote tonight. ", "\"I think the results we have seen now from places like Clackmannanshire - which is an SNP stronghold - are encouraging.\"", "Scottish Deputy First Minister Nicola Sturgeon, a supporter of independence, said it was clear that there remained a \"real demand for change\" in Scotland, and said the onus was now on the \"No\" parties to bring forward proposals for further devolved powers.", "She added: \"This has been a wonderful campaign but tomorrow we must move forward as one country\". ", "Scottish First Minister Alex Salmond, who has led the \"Yes\" campaign, has flown from his home in Aberdeenshire to the national counting centre on the outskirts of Edinburgh.", "He had earlier ", ": \"This has been a remarkable day. Scotland's future truly is in Scotland's hands\",", "A YouGov on-the-day survey published shortly after polls closed suggested \"No\" was on 54% and \"Yes\" on 46%.", "The survey questioned 1,828 people after they voted, together with the postal votes of 800 people, although it is not a traditional exit poll.", "A \"Yes\" vote in the ballot would end the 307-year-old union between Scotland and the rest of the UK.", "The first three results are a hat-trick for the Better Together side but they are three of the smallest council areas in Scotland.", "In terms of Shetland, they weren't notably keen on devolution in the first place, so it is no great surprise that they are not exactly giving a resounding endorsement to the concept of independence.", "Of the three results, of course, the Clackmannanshire result is far and away the most significant in that it was an area that perhaps should have been doing rather better for the \"Yes\" side.", "As soon as Scotland's 2,608 polling places closed, work began to transport hundreds of ballot boxes to counting centres in each of Scotland's 32 local authorities.", "These will include votes cast from the 789,024 postal vote applications, which was the largest volume of registration for postal votes ever in Scotland.", "And, for the first time, 16 and 17-year-olds all across Scotland were able to vote.", "Once the results from all the local authority areas are known, chief counting officer Mary Pitcaithly will declare the result of the referendum at the Royal Highland Centre outside Edinburgh.", "However, running totals - which can be made from the first declaration onwards - may indicate a result earlier in the morning.  ", "Many councils reported busy polling stations throughout Thursday, with some seeing queues both ahead of the polls opening and throughout the morning.", "East Dunbartonshire has recorded the highest turnout so far, at 91%, with East Renfrewshire and Stirling slightly behind on 90.5% and 90.1% respectively.", "But turnout in Glasgow was lower, at 75%, while in Dundee it was 78.8% and Aberdeen 81.7%.", "Large numbers of independence supporters have gathered in George Square, in the centre of Glasgow, ahead of the result.", "Scottish First Minister Alex Salmond, who led the pro-independence \"Yes\" campaign, cast his ballot at Ritchie Hall in Strichen, Aberdeenshire.", "Pro-Union Better Together leader Alistair Darling was greeted by a mixture of cheers and boos as he arrived at the Church Hill Theatre in Edinburgh to cast his vote.", "The ", " will bring continuous, up-to-date coverage all through the night, as well as comprehensive analysis. On Twitter, keep abreast of all the action overnight via ", " and ", ".   ", "A ", " presented by Huw Edwards will be broadcast on BBC One from 22:35 BST, while ", " will be broadcast on BBC One Scotland.", "Or follow the results on ", " presented by James Naughtie and Rachel Burden. ", " will also provide live coverage from 22:00 BST until 06:00 BST.", "You can also watch and listen to all the live television and radio coverage  on the BBC News website.", " "], "title": ["Scottish independence: 'No' leads referendum vote"]},
{"body": ["People in Scotland are voting on whether the country should stay in the UK or become an independent nation.", "Voters are answering \"Yes\" or \"No\" to the referendum question: \"Should Scotland be an independent country?\"", "With 4,285,323 people - 97% of the electorate - registered to vote, it is expected to be the busiest day in Scottish electoral history.", "Votes will be cast at 5,579 polling stations until 22:00 on Thursday. The result is expected on Friday morning.", " mean the BBC - in common with other broadcasters - is not allowed to report details of campaigning until after the polls close.       ", "With an hour to go until the polls close, the Electoral Commission said: \"Polling stations are busy, but we've not heard of any long queues.", "\"If you're at the polling station by 10pm and you're in a queue, you will get to vote.\"", "During the day, a number of councils around the country said polling stations were busy, with some seeing queues both ahead of the polls opening and throughout the morning. ", "Stirling Council area counting officer Bob Jack said: \"There has been a steady stream of voters and we have been very busy.\"  ", "In East Renfrewshire, there were queues before the polls opened this morning and a steady stream since, a council spokeswoman said. Some voters had been kissing their ballots, she added. ", "It was a grey dawn in Edinburgh, the moisture clinging to the old buildings, seeping into the sandstone. ", "At Tollcross Primary School, the weather didn't seem to deter the voters. The first arrived at five minutes to seven, before the polls had opened, clutching her voting card, eager to be the first to place her cross.", "As the morning wore on and the darkness began to recede, the first trickle of voters became a stream.", "A paramedic in his hi-vis jacket, a businessman in a smart suit, schoolteachers, a man clutching his baby to his chest; all were heading to the same destination - the ballot box for a private moment with a pencil and paper - and a choice: Yes or No.", "These were personal moments, private and privileged, there was a stillness about the scene. ", "The airwaves, full of chatter for so long, had fallen silent as required by law. This was the moment, not for politicians or commentators, but for Scotland to speak. Tomorrow, we will find out what it said.   ", "Police Scotland have confirmed a 67-year-old woman was arrested and charged in connection with an alleged assault on a female following an incident at Shettleston Community Centre, a polling place in Amulree Street, Glasgow, at around 13:00 BST. ", "The woman is believed to come from Merseyside. A report will be submitted to the Procurator Fiscal.", "Earlier, a man was arrested outside a polling station in Clydebank after an alleged assault. Police Scotland said the man was detained on Faifley Road at 08:30.", "Once the polls have closed, ballot papers will be counted in each of Scotland's 32 local authority areas.", "These will include votes cast from the 789,024 postal vote applications, which was the largest volume of registration for postal votes ever in Scotland.", "After votes have been tallied, the counting officer in each area will communicate the result to the chief counting officer Mary Pitcaithly in Edinburgh.", "With her approval they will then make a declaration of the result.  ", "Once the results from all 32 local authority areas are known, Ms Pitcaithly will declare the result of the referendum at the Royal Highland Centre outside Edinburgh.", "Ms Pitcaithly has said she will announce the result at \"breakfast time\" on Friday. ", "The result is most likely to be between 06:30 and 07:30, according to Elections Scotland. ", "That is because the final Scottish declarations in the 2010 UK parliamentary elections and the 2011 Scottish parliamentary elections declaration were made at those times respectively. ", "However, running totals - which can be made from the first declaration onwards - may indicate a result earlier in the morning.  ", "The bulk of local results are expected to come in between 03:00 and 06:00.", "Because the polling stations are expected to be so busy, counting officers have put measures in place to reduce the risk of queuing.", "The remote nature of some Scottish regions also means bad weather could delay the receipt of ballot boxes at counting centres, in turn delaying the national result.", "The Western Isles declaration may be delayed after Stornoway airport closed owing to fog, meaning some ballot boxes from other islands might have to be taken there by boat and by road. ", "Helicopters and boats are being used to transport ballot boxes to counts in areas such as Argyll and Bute.", "There was concern on social media that some rail passengers may be delayed in getting to the polling stations after an incident caused disruption on the line near Dunkeld. ", "Network Rail said the windscreen of an East Coast train from London Kings Cross to Inverness was struck by an object in a tunnel. No-one was thought to have been injured.", "Elections Scotland said recounts would only be allowed at a local level on the basis of concerns about process, not the closeness of a result.", "The ", " will bring continuous, up-to-date coverage all through the night, as well as comprehensive analysis. On Twitter, keep abreast of all the action overnight via ", " and ", ".   ", "A ", " presented by Huw Edwards will be broadcast on BBC One from 22:35 BST, while ", " will be broadcast on BBC One Scotland.", "Or follow the results on ", " presented by James Naughtie and Rachel Burden. ", " will also provide live coverage from 22:00 BST until 06:00 BST.", "You can also watch and listen to all the live television and radio coverage  on the BBC News website.", "Strict rules mean the BBC, like other broadcasters, isn't allowed to report details of campaigning while the polls are open. ", " In all national elections, the BBC is legally required both by its own charter and electoral law to adopt a ", ".", "The BBC Trust adopts an equivalent approach for national referendums and publishes Guidelines for all BBC output to supplement its normal editorial guidelines in the very specific circumstances of an election or referendum period."], "title": ["Scottish independence: Voting under way in referendum"]}]